Repository: Foldex/AdwSteamGtk
Catalog: po/*.po
Languages: ar, be, ca, cs, de, es, fi, fr, hi, hu, it, nl, pt, ru, sr, sv, tr, uk

source: New Release Downloaded:
ar: تنزيل إصدار جديد:
be: Спампаваны новы выпуск:
ca: Versió nova baixada:
cs: Staženo nové vydání:
de: Neue Version heruntergeladen:
es: Nuevo Lanzamiento Descargado:
fi: Uusi julkaisu ladattu:
fr: Nouvelle version téléchargée :
hi: नई रिलीज़ डाउनलोड की गई:
hu: Új Kiadás Letöltve:
it: Scarica la nuova versione:
nl: Nieuwe Versie Gedownload:
pt: Novo Lançamento Descarregado:
ru: Загружен новый релиз:
sr: Novo Izdanje Preuzeto:
sv: Ny utgåva nerladdad:
tr: Yeni Sürüm İndirildi:
uk: Завантажено новий реліз:

source: Retry
ar: إعادة المحاولة
be: Паспрабаваць яшчэ раз
ca: Torna a provar
cs: Opakovat
de: Neuversuch
es: Reintentar
fi: Yritä uudelleen
fr: Recommencez
hi: पुन: प्रयास करें
hu: Újrapróbálkozás
it: Riprova
nl: Opnieuw Proberen
pt: Repetir
ru: Попробовать еще раз
sr: Pokušaj Ponovo
sv: Försök igen
tr: Yeniden Dene
uk: Спробувати ще раз

source: Theme Installed
ar: تم تثبيت السمة
be: Тэма ўсталявана
ca: S’ha instal·lat el tema
cs: Motiv nainstalován
de: Thema installiert
es: Tema Instalado
fi: Teema asennettu
fr: Thème installé
hi: थीम स्थापित
hu: Téma Telepítve
it: Tema installato
nl: Thema Geïnstalleerd
pt: Tema Instalado
ru: Тема установлена
sr: Tema Instalirana
sv: Tema Installerat
tr: Tema Kuruldu
uk: Тема встановлена

source: Style: Could not find theme {theme_name}
ar: الأسلوب: تعذر العثور على السمة {theme_name}
be: Стыль: не ўдалося знайсці тэму {theme_name}
ca: Estil: no s’ha pogut trobar el tema {theme_name}
cs: Styl: nebylo možné najít motiv {theme_name}
de: Style: Konnte {theme_name} nicht finden
es: Estilo: No se pudo encontrar el tema {theme_name}
fi: Tyyli: Teemaa {theme_name} ei löytynyt
fr: Style: Impossible de trouver le thème {theme_name}
hi: शैली: थीम नहीं मिल सकी {theme_name}
hu: Style: Nem található a(z) {theme_name} téma
it: Stile: impossibile trovare il tema {theme_name}
nl: Stijl: Kon het thema {theme_name} niet vinden
pt: Estilo: Não foi possível encontrar o tema {theme_name}
ru: Стиль: Не удалось найти тему {theme_name}
sr: Stil: Tema nije pronađena {theme_name}
sv: Stil: kunde inte hitta tema {theme_name}
tr: Biçem: {theme_name} teması bulunamadı
uk: Стиль: не вдалося знайти тему {theme_name}

source: Preferences
ar: التفضيلات
be: Налады
ca: Preferències
cs: Nastavení
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Préférences
hi: प्राथमिकताएं
hu: Beállítások
it: Preferenze
nl: Voorkeuren
pt: Preferências
ru: Настройки
sr: Preference
sv: Inställningar
tr: Tercihler
uk: Налаштування

source: Autostart
ar: التشغيل التلقائي
be: Аўтазапуск
ca: Inici automàtic
cs: Automatické spouštění
de: Automatischer Start
es: Inicio Automático
fi: Automaattinen käynnistys
fr: Démarrage automatique
hi: स्वतः प्रारंभ
hu: Automatikus Indítás
it: Avvio automatico
nl: Automatisch Opstarten
pt: Autoiniciar
ru: Автозапуск
sr: Automatsko Pokretanje
tr: Kendiliğinden başlat
uk: Автозапуск

source: Auto Update Check
ar: التحقق التلقائي من التحديثات
be: Аўтаматычная праверка абнаўленняў
ca: Comprovació d’actualitzacions automàtica
cs: Automatické zkontrolování aktualizací
de: Automatisches Prüfen auf Aktualisierungen
es: Búsqueda Automática de Actualizaciones
fi: Automaattinen päivitysten tarkistus
fr: Vérification automatique des mises à jour
hi: स्वतः अद्यतन जाँच
hu: Frissítések Ellenőrzése
it: Controllo aggiornamento automatico
nl: Automatisch op Updates Controleren
pt: Verificar Automaticamente por Atualizações
ru: Автоматическая проверка обновлений
sr: Automatska Provera Ažuriranja
sv: Sök efter uppdateringar automatiskt
tr: Kendiliğinden Güncelleme Denetimi
uk: Автоматична перевірка оновлень

source: Checks and notifies for theme updates on user login.
ar: يتحقق ويُعلم بتحديثات السمة عند تسجيل دخول المستخدم.
be: Правяраць і паведамляць аб абнаўленнях тэмы пры уваходзе ў акаўнт.
ca: Revisa i notifica si hi ha actualitzacions dels temes en iniciar la sessió l’usuari.
cs: Zkontroluje a upozorní na aktualizaci motivu při přihlášení uživatele.
de: Überprüft und benachrichtigt bei Aktualisierungen für Themen beim Anmelden.
es: Busca y notifica actualizaciones del tema al iniciar sesión.
fi: Tarkistaa ja ilmoittaa teemapäivityksistä sisäänkirjautumisen yhteydessä.
fr: Vérifie et notifie d'une mise à jour disponible à la connexion de l'utilisateur
hi: उपयोगकर्ता के लॉगिन पर थीम अद्यतन की जाँच करता है और सूचित करता है।
hu: Ellenőrzi és értesít a témafrissítésekről a felhasználói bejelentkezéskor.
it: Controlla e notifica gli aggiornamenti del tema all'accesso dell'utente.
nl: Kijkt na en meldt het als er een update beschikbaar is, zodra de gebruiker inlogt.
pt: Verifica e notifica por mudanças no tema assim que o utilizador entrar.
ru: Проверять и сообщать о обновлениях темы при запуске системы.
sr: Proverava i obaveštava o ažuriranju teme prilikom prijavljivanja.
sv: Letar efter och meddelerar om det finns uppdateringar för teman vid anmälan.
tr: Kullanıcı oturum açtığında tema güncellemelerini denetler ve bildirir.
uk: Перевіряти та повідомляти про оновлення теми при запуску системи.

source: Beta
ar: نسخة تجريبية
be: Бэта
fi: Beeta
fr: Bêta
hi: बीटा
hu: Béta
ru: Бета
uk: Бета

source: Experimental Beta Support
ar: دعم تجريبي للنسخة التجريبية
be: Эксперыментальная падтрымка бэта-версій
ca: Compatibilitat beta experimental
cs: Podpora experimentální bety
de: Experimentelle Beta Unterstützung
es: Soporte Experimental de Beta
fi: Kokeellinen beetatuki
fr: Support bêta expérimental
hi: प्रायोगिक बीटा समर्थन
hu: Kísérleti Béta Hozzáférés
it: Supporto beta sperimentale
nl: Experimentele Betaodersteuning
pt: Suporte Beta Experimental
ru: Експериментальная поддержка бета версий
sr: Eksperimentalna Beta Podrška
sv: Experimentellt beta stöd
tr: Deneysel Beta Desteği
uk: Експериментальна підтримка бета версій

source: Enables Beta Support (requires restart)
ar: يُمكّن دعم النسخة التجريبية (يتطلب إعادة تشغيل)
be: Уключыць падтрымку бэта версій (патрабуецца перазапуск)
ca: Activa la compatibilitat beta (cal reiniciar)
cs: Povolí podporu bety (vyžaduje restart)
de: Aktiviert Beta Unterstützung (Neustart erforderlich)
es: Habilita el Soporte de Beta (requiere reiniciar)
fi: Ottaa käyttöön beetatuen (vaatii uudelleenkäynnistyksen)
fr: Activer le support bêta expérimental (nécessite un redémarrage)
hi: बीटा समर्थन सक्षम करता है (पुनः प्रारंभ आवश्यक)
hu: Engedélyezi a Bétaverziót (újraindítás szükséges)
it: Abilita il supporto beta (richiede il riavvio)
nl: Zet Betaondersteuning aan (heropstarten vereist)
pt: Ativa Suporte Beta (requer reinício)
ru: Включит поддержку бета версий (требуется перезапуск)
sr: Uključuje Beta Podršku (zahteva restart)
sv: Aktiverar beta stöd (omstart krävs)
tr: Beta Desteğini Etkinleştirir (yeniden başlatma gerektirir)
uk: Ввімкне підтримку бета версій (потребується перезавантаження)

source: Installer
ar: المثبت
be: Усталёўшчык
ca: Instal·lador
cs: Instalátor
de: Installierer
es: Instalador
fi: Asennusohjelma
fr: Installateur
hi: स्थापनकर्ता
hu: Telepítő
it: Installatore
nl: Installatieprogramma
pt: Instalador
ru: Установщик
sr: Instaler
sv: Installerare
tr: Kurucu
uk: Встановлювач

source: Cantarell Fonts
de: Cantarell Schriftarten
fr: Polices de caractère Cantarell
ru: Шрифты Cantarell
uk: Cantarell шрифти

source: Installs static Cantarell fonts to `~/.local/share/fonts`
de: Installiere statische Cantarell-Schriftarten in `~/.local/share/fonts`
fr: Installe les polices de caractère statiques Cantarell dans `~/.local/share/fonts`
ru: Установит шрифт Cantarell в `~/.local/share/fonts`
uk: Встановить шрифт Cantarell у `~/.local/share/fonts`

source: Custom CSS
ar: CSS خاص
be: Уласны CSS
ca: CSS personalitzat
cs: Vlastní CSS
de: Benutzerdefiniertes CSS
es: CSS Personalizado
fi: Mukautettu CSS
fr: CSS personnalisé
hi: तदनुकूल CSS
hu: Egyéni CSS
it: CSS personalizzato
nl: Aangepaste CSS
pt: CSS Personalizado
ru: Собственный CSS
sr: Prilagođeni CSS
sv: Anpassad CSS
tr: Özel CSS
uk: Власний CSS

source: Include Custom CSS into Steam
ar: تضمين CSS مخصص في ستيم
be: Уключыць уласны CSS у Steam
ca: Inclou CSS personalitzat a l’Steam
cs: Zahrnout vlastní CSS do Steamu
de: Füge benutzerdefiniertes CSS in Steam ein
es: Incluir CSS Personalizado en Steam
fi: Sisällytä mukautettua CSS:ää Steamiin
fr: Inclure le CSS personnalisé dans Steam
hi: Steam में तदनुकूल CSS शामिल करें
hu: Egyéni CSS Hozzáadása a Steamhez
it: Includi CSS personalizzati in Steam
nl: Gebruik Aangepaste CSS in Steam
pt: Incluir CSS Personalizado à Steam
ru: Включить собственный CSS в Steam
sr: Dodaje Prilagođeni CSS u Steam
sv: Inkludera anpassad CSS i Steam
tr: Özel CSS'yi Steam'e Dahil Et
uk: Включити власний CSS у Steam

source: Custom CSS Info
ar: معلومات CSS المخصص
be: Інфармацыя пра ўласныя CSS
ca: Informació del CSS personalitzat
cs: Informace o vlastním CSS
de: Informationen zu benutzerdefiniertem CSS
es: Información del CSS Personalizado
fi: Mukautetun CSS:n tiedot
fr: Informations sur le CSS personnalisé
hi: तदनुकूल CSS जानकारी
hu: Egyéni CSS Információ
it: Informazioni CSS personalizzate
nl: Aangepaste CSS-info
pt: Informação do CSS Personalizado
ru: Информация про собственные CSS
sr: Informacije o Prilagođenom CSS-u
sv: Anpassad CSS information
tr: Özel CSS Bilgisi
uk: Інформація про власні CSS

source: Edit Custom CSS File
ar: تعديل ملف CSS المخصص
be: Рэдагаваць уласны CSS файл
ca: Edita el fitxer de CSS personalitzat
cs: Upravit soubor vlastního CSS
de: Benutzerdefiniertes CSS bearbeiten
es: Editar archivo de CSS Personalizado
fi: Muokkaa mukautetun CSS:n tiedostoa
fr: Modifier le fichier de CSS personnalisé
hi: तदनुकूल CSS फाइल संपादन
hu: Egyéni CSS fájl Szerkesztése
it: Modifica file CSS personalizzato
nl: Aangepast CSS-bestand Bewerken
pt: Editar o Ficheiro do CSS Personalizado
ru: Редактировать собственный CSS файл
sr: Izmeni Datoteku Prilagođenog CSS-a
sv: Redigera anpassade CSS filer
tr: Özel CSS Dosyasını Düzenle
uk: Редагувати власний CSS файл

source: Interface
ar: الواجهة
be: Інтэрфейс
ca: Interfície
cs: Rozhraní
de: Oberfläche
es: Interfaz
fi: Käyttöliittymä
hi: इंटरफेस
hu: Kezelőfelület
it: Interfaccia
ru: Интерфейс
sr: Interfejs
sv: Gränssnitt
tr: Arayüz
uk: Інтерфейс

source: Preview Themes
ar: معاينة السمات
be: Перадпрагляд тэм
ca: Previsualitza els temes
cs: Náhled motivu
de: Vorschau von Themen anzeigen
es: Previsualizar Temas
fi: Esikatsele teemat
fr: Prévisualisation de thème
hi: थीम्स का पूर्वावलोकन करें
hu: Témák Előnézete
it: Temi di anteprima
nl: Geselecteerde Thema's Tonen
pt: Visualizar Temas
ru: Пред-просмотр тем
sr: Pregled Tema
sv: Förhandvisa Teman
tr: Temaları Ön İzle
uk: Пред-перегляд тем

source: Styles the interface to match the currently selected theme.
ar: يُصمم الواجهة لتتناسب مع السمة المختارة حاليًا.
be: Стылізуе інтэрфейс праграмы пад бягучую выбраную тэму.
ca: Dóna estil a la interfície perquè coincideixi amb el tema seleccionat actualment.
cs: Stylizuje rozhraní pro shodu s právě vybraným motivem.
de: Lässt die Oberfläche wie das aktuell gewählte Thema aussehen.
es: Estiliza la interfaz para que coincida con el tema seleccionado.
fi: Toteuttaa käyttöliittymän tyylin vastaamaan valittua teemaa.
fr: Styliser l'interface pour correspondre au thème actuellement sélectionné.
hi: वर्तमान में चयनित थीम से मेल खाने के लिए इंटरफ़ेस का अंदाज़ बदलता है।
hu: A kezelőfelület stílusát megváltoztatja, hogy illeszkedjen a jelenleg kiválasztott stílushoz.
it: Applica uno stile all'interfaccia in modo che corrisponda al tema attualmente selezionato.
nl: Past de interface aan aan het geselecteerde thema.
pt: Estiliza a interface de acordo com o tema selecionado.
ru: Стилизирует интерфейс приложения под текущую выбранную тему.
sr: Stilizuje interfejs da odgovara trenutno odabranoj temi.
sv: Ändrar gränssnittet för att matcha det utvalda temat.
tr: Arayüzü o anda seçili temayla eşleşecek şekilde şekillendirir.
uk: Стилізує інтерфейс додатку відповідно до поточної вибраної теми.

source: Adwaita Steam Installer
ar: مثبت Adwaita ستيم
be: Усталёўшчык тэмы Adwaita для Steam
ca: Instal·lador Adwaita de l’Steam
cs: Instalátor Steam Adwaita
de: Adwaita Steam Installierer
es: Instalador Steam Adwaita
fi: Adwaitan Steam-asennus
fr: Installateur Adwaita Steam
hi: Adwaita Steam स्थापनकर्ता
hu: Adwaita Steam Telepítő
it: Programma di installazione di Adwaita Steam
nl: Adwaita Steam Installatieprogramma
pt: Instalador do Adwaita Steam
ru: Установщик темы Adwaita для Steam
sr: Adwaita Steam Instaler
sv: Adwaita Steam-installerare
tr: Adwaita Steam Yükleyicisi
uk: Інсталятор Adwaita для Steam

source: Apply
ar: تطبيق
be: Ужыць
ca: Aplica
cs: Použít
de: Anwenden
es: Aplicar
fi: Toteuta
fr: Appliquer
hi: लागू करें
hu: Alkalmaz
it: Applica
nl: Toepassen
pt: Aplicar
ru: Принять
sr: Primeni
sv: Tillämpa
tr: Uygula
uk: Прийняти

source: Theme Options
ar: خيارات السمة
be: Параметры тэмы
ca: Opcions del tema
cs: Možnosti motivu
de: Themenoptionen
es: Opciones del Tema
fi: Teeman asetukset
fr: Options de thème
hi: थीम विकल्प
hu: Téma Opciók
it: Opzioni del tema
nl: Themainstellingen
pt: Opções de Tema
ru: Настройки темы
sr: Opcije Teme
sv: Temaalternativ
tr: Tema Seçenekleri
uk: Налаштування теми

source: Color Theme
ar: لون السمة
be: Колер тэмы
ca: Tema de colors
cs: Barva motivu
de: Farbthema
es: Color del Tema
fi: Väriteema
fr: Couleur de thème
hi: रंग थीम
hu: Színtéma
it: Tema del colore
nl: Kleurenthema
pt: Esquema de Cores
ru: Цвет темы
sr: Boja Teme
sv: Färgtema
tr: Renk Teması
uk: Колір теми

source: Changes the color theme of Steam's interface.
ar: يغير سمة اللون لواجهة ستيم.
be: Змяняе колер тэмы інтэрфейсу Steam.
ca: Canvia el tema de colors de la interfície de l’Steam.
cs: Změní barvu motivu rozhraní Steam.
de: Ändert das Farbthema der Oberfläche von Steam
es: Cambia el color del tema de la interfaz de Steam.
fi: Muuttaa Steamin käyttöliittymän värin.
hi: Steam के इंटरफ़ेस का रंग थीम बदलता है।
hu: Módosítja a Steam felületének színtémáját.
it: Cambia il tema dei colori dell'interfaccia di Steam.
nl: Verandert het kleurenthema van de Steam Interface.
pt: Muda o esquema de cores da interface da Steam.
ru: Меняет цвет темы интерфейса Steam.
sr: Menja boju teme Steam interfejsa.
sv: Ändrar färgtemat för Steams gränssnitt.
tr: Steam arayüzünün renk temasını değiştirir.
uk: Міняє колір теми інтерфейсу Steam.

source: Theme
de: Thema
fr: Thème
ru: Тема
uk: Тема

source: Changes the theme variant. Full themes more areas of the client, while Base is less fully featured.
de: Ändert die Themenvariante. "Komplett ändert mehr Bereich des Programms, während "Basis" weniger Features enhält.
ru: Меняет вариацию темы. "Полная" будет менять больше елементов клиента, а "Базовая" меньше елементов клиента.
uk: Змінити тип теми. Повна тема міняє майже увесь інтерфейс клієнта, а Базова лише частину.

source: Full
de: Komplett
fr: Complet
ru: Полная
uk: Повна

source: Base
de: Basis
ru: Базовая
uk: Базова

source: No Rounded Corners
ar: بدون زوايا مدورة
be: Без закругленых кутоў
ca: Sense cantonades arrodonides
cs: Bez zaoblených rohů
de: Keine abgerunden Ecken
es: Sin Esquinas Redondeadas
fi: Ei pyöristettyjä kulmia
fr: Pas de coins arrondis
hi: कोई गोल कोने नहीं
hu: Nem lekerekített sarkok
it: Nessun angolo arrotondato
nl: Geen Afgeronde Hoeken
pt: Sem Cantos Arrendondados
ru: БЕЗ закругленных углов
sr: Bez Zaobljenih Uglova
sv: Inga Rundade Hörn
tr: Yuvarlatılmış Köşe Yok
uk: БЕЗ закруглених кутів

source: Removes smooth rounded corners from the interface.
ar: يزيل الزوايا المدورة الناعمة من الواجهة.
be: Выдаляе закругленыя куты з інтэрфейсу.
ca: Treu les cantonades suaus de la interfície.
cs: Odstraní zaoblené rohy z rozhraní.
de: Entfernt die sanft abgerundeten Ecken aus der Oberfläche
es: Remueve las esquinas redondeadas de la interfaz.
fi: Poistaa pyöristetyt kulmat käyttöliittymästä.
hi: इंटरफ़ेस से चिकने गोल कोनों को हटा देता है।
hu: Eltávolítja a sima, lekerekített sarkokat a felületről.
it: Rimuove gli angoli arrotondati dall'interfaccia.
nl: Verwijdert egale afgeronde hoeken van de interface.
pt: Remove cantos arredondados suaves da interface.
ru: Уберет закругленные края интерфейса клиента.
sr: Uklanja zaobljene uglove iz interfejsa.
sv: Tar bort rundade hörn från gränssnittet.
tr: Düzgün yuvarlatılmış köşeleri arayüzden kaldırır.
uk: Прибирає закруглені кути вікон клієнта.

source: Window Controls Options
ar: خيارات التحكم في النافذة
be: Параметры кнопак кіравання акном
ca: Opcions dels controls de la finestra
cs: Možnosti ovládání okna
de: Fenstersteuerungsoptionen
es: Opciones de los Controles de Ventanas
fi: Ikkunapainikkeiden asetukset
fr: Options des boutons de fenêtre
hi: विंडो नियंत्रण विकल्प
hu: Ablakkezelő beállításai
it: Opzioni dei controlli della finestra
nl: Venstersturingsopties
pt: Opções dos Controles da Janela
ru: Настройки кнопок управления окном
sr: Opcije Kontrola Prozora
sv: Fönsterkontrollsalternativ
tr: Pencere Denetimleri Ayarları
uk: Налаштування кнопок керування вікном

source: Window Controls
be: Кнопкі кіравання акном
cs: Ovládání okna
de: Fenstersteurung
es: Controles de Ventana
fi: Ikkunapainikkeet
fr: Boutons de fenêtre
hi: विंडो नियंत्रण
it: Controlli della finestra
nl: Vensteropties
pt: Controles da Janela
ru: Кнопки управления окном
sv: Fönsterkontroller
tr: Pencere Denetimleri
uk: Кнопки керування вікном

source: Changes Window Control position and type. Minimize and Maximize buttons are hidden by default. Use All to show them.
be: Змяняе пазіцыю і тып элемента кіравання акном. Кнопкі "Згарнуць" і "Разгарнуць" схаваны па змаўчанні. Выкарыстоўвайце "Усе", каб паказаць іх.
cs: Změní pozici a druh ovládání okna. Tlačítka minimalizovat a maximalizovat jsou implicitně skryta, použijte "všechny" pro jejich zobrazení.
de: Ändert die Fenster Kontrollposition und ihren Typ. Minimierte und Maximierte Knöpfe sind normalerweise versteckt. Benutze "Alles" um sie anzeigen zu lassen.
es: Cambia la posición y tipo de los controles de ventana. Los botones de Maximizar y Minimizar están ocultos por defecto. Usa “Todos” para mostrarlos.
fi: Muuttaa ikkunapainikkeiden sijaintia ja tyyppiä. Pienennä- ja Suurenna-painikkeet on oletusarvoisesti piilotettu. Käytä asetusta "Kaikki" ottaaksei ne käyttöön.
hi: विंडो नियंत्रण स्थिति और प्रकार बदलता है। न्यूनतम और अधिकतम बटन तयशुदा रूप से छिपे हुए हैं। उन्हें दिखाने के लिए सभी का उपयोग करें।
it: Modifica la posizione e il tipo di controllo della finestra. I pulsanti Riduci a icona e Ingrandisci sono nascosti per impostazione predefinita. Usa Tutti per mostrarli.
nl: Verandert Vensterinstellingspositie en -type. Minimaliseer- en maximaliseerknoppen zijn standaard verborgen. Gebruik "Alles" om ze zichtbaar te maken.
pt: Altera o posicionamento e tipo dos Controles da Janela. Botões Minimizar e Maximizar são escondidos por padrão. Utilize Todos para exibí-los.
ru: Меняет позицию и тип кнопок управления окна. Кнопка сворачивания и разворачивания окна спрятаны по умолчанию. Установите вариант с"Все", чтобы показать все кнопки.
sv: Ändrar fönster kontroll position och typ. Minimera och maximera knappar gömms standardmässigt. Använd "Alla" för att visa de.
tr: Pencere Denetimi konumunu ve türünü değiştirir. Küçült, Ekranı Kapla düğmeleri öntanımlı olarak gizlidir. Bunları göstermek için Tümü seçeneğini kullanın.
uk: Міняє позицію кнопок керування вікном. Кнопки Згорнути та Розгорнути сховані за замовченням. Перемикніться на Усе варіант, щоб показати їх.

source: Default
be: Па змаўчанні
cs: Výchozí
de: Standard
es: Por defecto
fi: Oletus
fr: Par défaut
hi: तयशुदा
it: Predefinito
nl: Standaard
pt: Padrão
ru: По умолчанию
sv: Standard
tr: Öntanımlı
uk: За замовченням

source: Right-All
be: Усе справа
cs: Vpravo-všechny
de: Alles rechts
es: Todos a la derecha
fi: Kaikki oikealla
fr: À droite (Tous)
hi: दाएं-सभी
it: Giusto-Tutto
nl: Alles rechts
pt: Direita-Todos
ru: Все справа
sv: Höger-Alla
tr: Hepsi Sağ
uk: Усе справа

source: Left
be: Злева
cs: Vlevo
de: Links
es: Izquierda
fi: Vasen
fr: À gauche
hi: बाएं
it: Sinistra
nl: Links
pt: Esquerda
ru: Слева
sv: Vänster
tr: Sol
uk: Зліва

source: Left-All
be: Усе злева
cs: Vlevo-všechny
de: Alles rinks
es: Todos a la Izquierda
fi: Kaikki vasemmalla
fr: À gauche (Tous)
hi: बाएं-सभी
it: Sinistra-Tutto
nl: Alles links
pt: Esquerda-Todos
ru: Все слева
sv: Vänster-Alla
tr: Hepsi Sol
uk: Усе зліва

source: None
be: Нічога
cs: Žádné
de: Keine
es: Ninguno
fi: Ei mitään
fr: Aucun
hi: कोई नहीं
it: Nessuno
nl: Geen
pt: Nenhum
ru: Ничего
sv: Ingen
tr: Hiçbiri
uk: Нічого

source: Controls Style
ar: أسلوب التحكم
be: Стыль кнопак кіравання акном
ca: Estil dels controls
cs: Styl ovládání
de: Kontrollstil
es: Estilo de los Controles
fi: Painikkeiden tyyli
fr: Style de contrôle
hi: नियंत्रण शैली
hu: Ablak stílusa
it: Stile dei controlli
nl: Vensteroptiestijl
pt: Estilo dos Controles
ru: Стиль кнопок управления окном
sr: Stil Kontrola
sv: Kontrollstil
tr: Denetim Biçemi
uk: Стиль кнопок керування вікном

source: Changes Window Control visual style. Default is the traditional style, while Dots are Mac OS style colored circles.
be: Змяняе візульны стыль кнопак кіравання акном. "Па змаўчанні" гэта традыцыйны стыль, а "Кропкі" будуць каляровымі кружкамі, як у MacOS.
cs: Změní styl zobrazení ovládání oken. Tradiční styl je výchozí, Tečky jsou barevné kroužky dle Mac OS.
de: Ändert den Fenster Kontrollstil. Standart ist der traditionelle Stil, während Punkte farbige Zirkel im Mac OS Stil sind.
es: Cambia el estiilo visual de los Controles de Ventana. Por defecto se usa el estilo tradicional, mientras que “Puntos” es el estilo de círculos coloreados de Mac OS.
fi: Muuttaa ikkunapainikkeiden tyyliä. Oletus on perinteinen tyyli, Pisteet tarkoittavat macOS-tyylisiä värikkäitä ympyröitä.
hi: विंडो नियंत्रण दृश्य शैली बदलता है। तयशुदा पारंपरिक शैली है, जबकि बिंदु Mac OS शैली के रंगीन वृत्त हैं।
it: Modifica lo stile visivo del controllo finestra. L'impostazione predefinita è lo stile tradizionale, mentre i punti sono cerchi colorati in stile Mac OS.
nl: Verandert de vensteroptiestijl. De standaardinstelling is de traditionele lay-out, en de "Punten" zijn Mac-OS-stijl ingekleurde cirkels.
pt: Altera o estilo visual dos Controles da Janela. Padrão é o estilo tradicional, enquanto Pontos são círculos coloridos ao estilo Mac OS.
ru: Меняет визульный стиль кнопок управления окном. "По умолчанию" это традиционный стиль, а "Точки" будут цветными кружками, как в Mac OS.
sv: Ändrar visuella stilen för fönster kontroll. Standard är den traditionella stilen, medan Punkter är färgade cirklar i stil av macOS.
tr: Pencere Denetimi görsel biçemini değiştirir. Öntanımlı geleneksel biçemdir, Noktalar ise Mac OS biçemi renkli dairelerdir.
uk: Міняє візуальний стиль кнопок керування вікном. За замовченням це традиційний вигляд, а Точки у стилі різнокольорових кругляків як на Mac OS.

source: Dots
be: Кропкі
cs: Tečky
de: Punkte
es: Puntos
fi: Pisteet
fr: Points de suspension
hi: बिंदु
it: Punti
nl: Punten
pt: Pontos
ru: Точки
sv: Punkter
tr: Noktalar
uk: Точки

source: Library Options
ar: خيارات المكتبة
be: Параметры бібліятэкі
ca: Opcions de la ludoteca
cs: Možnosti knihovny
de: Bibliotheksoptionen
es: Opciones de la Biblioteca
fi: Kirjaston asetukset
fr: Options de la bibliothèque
hi: लाइब्रेरी विकल्प
hu: Könyvtár beállításai
it: Opzioni della libreria
nl: Bibliotheekinstellingen
pt: Opções de Biblioteca
ru: Настройки библиотеки
sr: Opcije Biblioteke
sv: Biblioteksalternativ
tr: Kütüphane Seçenekleri
uk: Налаштування бібліотеки
