Repository: Foldex/AdwSteamGtk
Catalog: po/*.po
Languages: ar, be, ca, cs, de, es, fi, fr, hi, hu, it, nl, pt, ru, sr, sv, tr, uk

source: Library Sidebar
ar: الشريط الجانبي للمكتبة
be: Бакавая панэль бібліятэкі
ca: Barra lateral de la ludoteca
cs: Postranní panel knihovny
de: Seitenleiste in der Bibliothek
es: Barra Lateral de la Biblioteca
fi: Kirjaston sivupalkki
fr: Barre latérale de la bibliothèque
hi: लाइब्रेरी पार्श्वपट्टी
hu: Könyvtár Oldalsáv
it: Barra laterale della libreria
nl: Bibliotheekzijbalk
pt: Barra Lateral da Biblioteca
ru: Боковая панель библиотеки
sr: Bočna Traka Biblioteke
sv: Bibliotekssidomeny
tr: Kütüphane Kenar Çubuğu
uk: Бічна панель бібліотеки

source: Changes display options for the Library's left sidebar.
ar: يغير خيارات العرض للشريط الجانبي الأيسر للمكتبة.
be: Змяняе адлюстраванне элементаў у левай панэлі бібліятэкі гульняў.
ca: Canvia les opcions de visualització de la barra lateral esquerra de la ludoteca.
cs: Změní možnosti zobrazení pro levý postranní panel knihovny.
de: Ändert die Anzeigeoptionen für die linke Bibliotheksanzeige.
es: Cambia las opciones de visualización de la barra lateral izquierda de la Biblioteca.
fi: Muuttaa kirjaston vasemman sivupalkin näkymäasetuksia.
hi: लाइब्रेरी के बाएं पार्श्वपट्टी के लिए प्रदर्शन विकल्प बदलता है।
hu: Módosítja a könyvtár bal oldalsávjának megjelenítési beállításait.
it: Modifica le opzioni di visualizzazione per la barra laterale sinistra della Libreria.
nl: Verandert de instellingen voor de linker zijkant van het bibliotheekvenster.
pt: Altera opções de exibição para a barra lateral da Biblioteca.
ru: Изменит отображение элементов в левой панели библиотеки игр.
sr: Menja opcije prikaza za levu bočnu traku Biblioteke.
sv: Ändrar visningsoptionerna för bibliotekets vänstra sidomeny.
tr: Kütüphane sol kenar çubuğunun gösterim seçeneklerini değiştirir.
uk: Міняє відображення лівої бічної панелі бібліотеки.

source: Show
ar: عرض
be: Паказаць
ca: Mostra
cs: Zobrazit
de: Anzeigen
es: Mostrar
fi: Näytä
fr: Montrer
hi: दिखाएं
hu: Megjelenítés
it: Mostra
nl: Tonen
pt: Exibir
ru: Показать
sr: Prikaži
sv: Visa
tr: Göster
uk: Показати

source: Hover Only
ar: عند التمرير فقط
be: Калі наведзены курсор
ca: Només en posar-hi el punter
cs: Pouze při najetí
de: Nur bei Mausüberfahrt
es: Solo al Pasar Cursor
fi: Vain hiiren ollessa päällä
fr: Au survol uniquement
hi: केवल मँडराएं
hu: Csak Egérmutatóra
it: Solo al passaggio del mouse
nl: Enkel als de muis erop staat
pt: Apenas Passando o Rato
ru: Когда наведен курсор
sr: Samo pri prelazu kursora
sv: sväva bara
tr: Yalnızca Üzerine Gelince
uk: Коли наведено курсор

source: Hide Library What's New Shelf
ar: إخفاء رف "ما الجديد (What's new) " في المكتبة
be: Схаваць паліцу "Што новага" бібліятэкі
ca: Amaga el prestatge «Novetats» de la ludoteca
cs: Skrýt poličku "Co je nového" v knihovně
de: Verstecke Neuerungen in der Bibliothek
es: Ocultar la fila de Novedades en la Biblioteca
fi: Piilota kirjaston "Uutuudet"-hylly
fr: Masquer l'étagère des actualités dans la bibliothèque
hi: लाइब्रेरी की "नया क्या है" दराज छुपाएं
hu: Újdonságok elrejtése
it: Nascondi lo scaffale Novità della Libreria
nl: Verberg "Wat is er nieuw?" in de bibliotheek
pt: Esconder Novidades da Biblioteca
ru: Спрятать полку "Что нового" библиотеки
sr: Sakrij "šta je novo" u Biblioteci
sv: Göm bibliotekets "Nyheter" hylla
tr: Kütüphane Yenilikleri Rafını Gizle
uk: Сховати полицю "Що нового" бібліотеки

source: Disables display of the new updates section on top of the Library.
ar: يعطل عرض قسم التحديثات الجديدة أعلى المكتبة.
be: Адключыць адлюстраванне секцыі "Што новага" ў самым уверсе бібліятэкі гульняў.
ca: Desactiva la visualització de la secció d’actualitzacions a la part superior de la biblioteca.
cs: Zakáže zobrazování sekce nových aktualizací nahoře v knihovně.
de: Deaktiviert das Display der neuen Aktualisierungs Sektion oberhalb der Bibliothek.
es: Oculta la sección de novedades y nuevas actualizaciones en la parte superior de la Biblioteca.
fi: Poistaa käytöstä kirjaston yläosan uusien päivitysten näkymän.
hi: लाइब्रेरी के शीर्ष पर नए अद्यतन अनुभाग का प्रदर्शन अक्षम करता है।
hu: Letiltja az új frissítések szekciójának megjelenítését a könyvtár tetején.
it: Disabilita la visualizzazione della sezione dei nuovi aggiornamenti nella parte superiore della Libreria.
nl: Verbergt de nieuwe updates sectie bovenaan de bibliotheekpagina.
pt: Desativa a exibição da secção de novas atualizações ao topo da Biblioteca.
ru: Отключит отображение секции "Что нового" в самом вверху библиотеки игр.
sr: Isključuje prikaz novih promena u Biblioteci.
sv: Deaktiverar att "Dina Uppdateringar" delen visas över ditt bibliotek.
tr: Kitaplığın üst kısmındaki yeni güncellemeler bölümünün görüntülenmesini devre dışı bırakır.
uk: Міняє відображення "Що нового" секції над бібліотекою.

source: Login Options
ar: خيارات تسجيل الدخول
be: Параметры ўваходу
ca: Opcions d’inici de sessió
cs: Možnosti přihlášení
de: Anmeldeoptionen
es: Opciones de Inicio de Sesión
fi: Kirjautumisasetukset
fr: Options de connexion
hi: लॉगिन विकल्प
hu: Bejelentkezési Beállítások
it: Opzioni di accesso
nl: Inlogopties
pt: Opções de Entrada
ru: Настройки входа
sr: Opcije Prijavljivanja
sv: Inloggningsalternativ
tr: Giriş Seçenekleri
uk: Налаштування входу

source: QR Code Login
ar: تسجيل الدخول باستخدام رمز الاستجابة السريعة
be: QR код для ўваходу
ca: Inici de sessió mitjançant codi QR
cs: Přihlášení QR kódem
de: Anmelden mit QR-Code
es: Logueo por Código QR
fi: QR-koodilla kirjautuminen
fr: Connexion avec QR code
hi: QR कोड लॉगिन
hu: QR Kódos Bejelentkezés
it: Accedi tramite codice QR
nl: Inloggen met QR-code
pt: Entrada com Código QR
ru: QR код для входа
sr: Prijavljivanje QR Kodom
sv: QR-kodinlogg
tr: QR Kod Girişi
uk: Показувати QR код

source: Changes display options for the mobile QR code in the Login dialog.
ar: يغير خيارات العرض لرمز الاستجابة السريعة للجوال في نافذة تسجيل الدخول.
be: Змяніць адлюстраванне QR кода для мабільнай праграмы Steam у акне ўваходу у акаўнт.
ca: Canvia les opcions de visualització del codi QR mòbil al diàleg d’inici de sessió.
cs: Změní možnosti zobrazení mobilního QR kódu v přihlašovacím okně.
de: Ändert Anzeigeoptionen für den Handy QR Code im Anmeldedialog.
es: Cambia las opciones de visualización para el código QR móvil en la pantalla de inicio de sesión.
fi: Muuttaa kirjautumisikkunan QR-koodin näkymäasetuksia.
hi: लॉगिन संवाद में मोबाइल QR कोड के लिए प्रदर्शन विकल्प बदलता है।
hu: Módosítja a QR kód megjelenítését a bejelentkezési ablakban.
it: Modifica le opzioni di visualizzazione per il codice QR mobile nella finestra di dialogo Accesso.
nl: Verandert de instellingen voor het inloggen met een QR-code d.m.v. de mobiele Steam app.
pt: Altera as opções de exibição para o código móvel QR na janela de Entrada.
ru: Изменит отображение QR кода для мобильного приложения Steam в окне входа в аккаунт.
sr: Menja opcije prikaza mobilnog QR koda u dijalogu za prijavljivanje.
sv: Ändrar visningsoptionen för mobile QR kod inloggning i inloggningsfönstret.
tr: Giriş iletişim kutusundaki mobil QR kodu görüntüleme seçeneklerini değiştirir.
uk: Міняє відображення QR коду у діалоговому вікні входу в акаунт, щоб зайти через мобільний додаток Steam.

source: Hide
ar: اخفاء
be: Схаваць
ca: Amaga
cs: Skrýt
de: Verstecken
es: Ocultar
fi: Piilota
fr: Masquer
hi: छुपाएं
hu: Elrejtés
it: Nascondere
nl: Verbergen
pt: Esconder
ru: Спрятать
sr: Sakrij
sv: Dölj
tr: Gizle
uk: Сховати

source: Top Bar Options
de: Optionen der oberen Leiste
fr: Options de barre supérieure
ru: Настройки верхней панели
uk: Налаштування верхньої панелі

source: Original Steam Top Bar
de: Obere Leiste in Steam beibehalten
ru: Оригинальная верхняя панель Steam
uk: Оригінальна верхня панель Steam

source: Changes the top bar back to Steam's original style, instead of the Adwaita styled one.
de: Ändert die obere Leiste wieder in den ursprünglichen Stil von Steam zurück, anstelle der Leiste im Stil von Adwaita.
ru: Будет использовать оригинальную тему верхней панели Steam, вместо темы Adwaita.
uk: Верхня панель буде виглядати як в ванільному Steam, замість теми від Adwaita.

source: Hide Big Picture Button
de: Verstecke den Knopf für den Big-Picture-Modus
fr: Masquer le bouton Big Picture
ru: Спрятать кнопку Big Picture
uk: Сховати кнопку Big Picture

source: Disables display of the Big Picture button on the Top Bar.
de: Versteckt den Knopf für den Big Picture Modus in der oberen Leiste.
ru: Убрать кнопку "Big Picture" в верхней панели окна.
uk: Ховає відображення кнопки "Big Picture" в верхній панелі.

source: Hide URL Bar
de: Verstecke die Adresszeile
fr: Masquer la barre d'URL
ru: Спрятать адресную строку
uk: Сховати URL адресу

source: Disables display of the page URL on the Top Bar.
de: Deaktiviert die Anzeige für die Seitenurl in der oberen Leiste.
ru: Убрать адресную строку в верхней панели.
uk: Міняє відображення строки URL-адреси у верхній панелі.

source: Show Nav Arrows
de: Anzeigen der Navigationspfeile
fr: Afficher les flèches de navigation
ru: Показывать стрелки навигации
uk: Показати стрілки навігації

source: Enables display of the forward/back navigation arrows on the Top Bar.
de: Aktiviert die Ansicht für die Vor- und Rückwärtspfeile in der oberen Leiste.
ru: Отображать кнопки навигации (назад/вперед) в верхней панели.
uk: Міняє відображення стрілок навігації у верхній панелі.

source: Bottom Bar Options
de: Optionen für die untere Leiste
fr: Options de barre inférieure
ru: Настройки нижней панели
uk: Налаштування нижньої панелі

source: Hide Bottom Bar
de: Versteckt die untere Leiste
fr: Masquer la barre inférieure
ru: Спрятать нижнюю панель
uk: Приховати нижню панель

source: Disables display of the Bottom Bar.
de: Versteckt die Anzeige der unteren Leiste.
ru: Отключить отоброжение нижней панели.
uk: Міняє відображення верхньої панелі.

source: _Preferences
ar: _التفضيلات
be: _Налады
ca: _Preferències
cs: _Možnosti
de: Einstellungen
es: _Ajustes
fi: _Asetukset
hi: प्राथमिकताएं (_P)
hu: _Beállítások
it: _Preferenze
nl: _Voorkeuren
pt: _Preferências
ru: _Настройки
sr: _Preference
sv: _Preferenser
tr: _Tercihler
uk: _Налаштування

source: _Uninstall
ar: _إلغاء التثبيت
be: _Выдаліць
ca: _Desinstal·la
cs: _Odinstalovat
de: Deinstallieren
es: _Desinstalar
fi: _Poista asennus
hi: अस्थापित करें (_U)
hu: _Eltávolítás
it: _Disinstalla
nl: _Verwijderen
pt: _Desinstalar
ru: _Удалить
sr: _Izbriši
sv: _Avinstallera
tr: _Kaldır
uk: _Видалити

source: _About AdwSteamGtk
ar: _عن AdwSteamGtk
be: _Аб AdwSteamGtk
ca: _Quant a l’AdwSteamGtk
cs: _O aplikaci AdwSteamGtk
de: Über AdwSteamGtk
es: _Acerca de AdwSteamGtk
fi: _Tietoja - AdwSteamGtk
hi: AdwSteamGtk के बारे में (_A)
hu: _Az AdwSteamGtk-ról
it: _Informazioni su AdwSteamGtk
nl: _Over AdwSteamGtk
pt: _Sobre o AdwSteamGtk
ru: _Про AdwSteamGtk
sr: _O AdwSteamGtk
sv: _Om AdwSteamGtk
tr: AdwSteamGtk _Hakkında
uk: _Про AdwSteamGtk

source: Extract: Failed to read ZIP archive
ar: الاستخراج: فشل في قراءة أرشيف ZIP
be: Распакоўка: Не атрымалася прачытаць ZIP файл
ca: Extracció: no s’ha pogut llegir l’arxiu ZIP
cs: Rozbalení: Chyba při čtení archivu ZIP
de: Extract: Fehler das ZIP-Archiv auszulesen
es: Extracción: Fallo al leer archivo ZIP
fi: Purku: Zip-arkiston lukeminen epäonnistui
fr: Extraction : La lecture de l'archive ZIP a échouée
hi: निष्कर्षण: ZIP पुरालेख पढ़ने में विफल
hu: Kibontás: Nem Sikerült Olvasni a ZIP fájlt
it: Estratto: impossibile leggere l'archivio ZIP
nl: Uitpakken: Zip-archief onleesbaar
pt: Extração: Falhou ler o arquivo ZIP
ru: Распаковка: Не удалось прочитать ZIP файл
sr: Ekstraktovanje: Nije uspelo čitanje ZIP arhive
sv: Extrahering: misslyckades att läsa ZIP-arkivet
tr: Çıkart: ZIP arşivi okunamadı
uk: Розпакування: Не вдалося прочитати ZIP

source: Extract: Bad ZIP File
ar: الاستخراج: ملف ZIP تالف
be: Распакоўка: Не правільны ZIP-файл
ca: Extracció: fitxer ZIP malmès
cs: Rozbalení: Špatný soubor ZIP
de: Extract: Fehlerhafte ZIP-Datei
es: Extracción: Archivo ZIP incorrecto
fi: Purku: Rikkinäinen zip-tiedosto
fr: Extraction : Archive ZIP corrompue
hi: निष्कर्षण: खराब ZIP फाइल
hu: Kibontás: Hibás ZIP fájl
it: Estratto: file ZIP non valido
nl: Uitpakken: Fout in het Zipbestand
pt: Extração: Ficheiro ZIP Ruim
ru: Распаковка: Не правильный ZIP файл
sr: Ekstraktovanje: Loš ZIP Fajl
sv: Extrahering: dålig ZIP-fil
tr: Çıkart: Kötü ZIP Dosyası
uk: Розпакування: Не правильний ZIP файл

source: Extract: Failed to Extract ZIP File
ar: الاستخراج: فشل في استخراج ملف ZIP
be: Распакоўка: Не атрымалася распакаваць ZIP файл
ca: Extracció: no s’ha pogut extreure el fitxer ZIP
cs: Rozbalení: Rozbalení soboru ZIP selhalo
de: Extract: Fehler die ZIP-Datei auszulesen
es: Extracción: Fallo al Extraer Archivo ZIP
fi: Purku: Zip-tiedoston purkaminen epäonnistui
fr: Extraction : L'extraction de l'archive ZIP a échouée
hi: निष्कर्षण: ZIP फाइल निकालने में विफल
hu: Kibontás: Nem sikerült Kibontani a ZIP fájlt
it: Estrai: impossibile estrarre il file ZIP
nl: Uitpakken: Zipbestand uitpakken mislukt
pt: Extração: Falhou em Extrair o Ficheiro ZIP
ru: Распаковка: Не удалось распаковать ZIP файл
sr: Ekstraktovanje: Ekstraktovanje ZIP File-a neuspešno
sv: Extrahering: misslyckades att extrahera ZIP-filen
tr: Çıkart: ZIP Dosyası Çıkarılamadı
uk: Розпакування: Не вдалося розпакувати ZIP файл

source: Get Themes: Failed to read ZIP archive
de: Get Themes: Das ZIP Archiv konnte nicht ausgelesen werden
fr: Récupération des thèmes : La lecture de l'archive ZIP a échouée
ru: Получение тем: Не удалось прочитать ZIP архив
uk: Отримування тем: Не вдалося прочитати ZIP

source: Get Themes: Bad ZIP File
de: Get Themes: Fehlerhafte ZIP-Datei
fr: Récupération des thèmes : Archive ZIP corrompue
ru: Получение тем: Не правильный ZIP файл
uk: Отримування тем: Не правильний ZIP файл

source: Get Themes: Failed to get themes
ar: الحصول على السمات: فشل في الحصول على السمات
be: Атрыманне тэм: Не ўдалося атрымаць тэмы
ca: Obtenció de temes: no s’han pogut recuperar els temes
cs: Získávaní motivů: Získávání motivů selhalo
de: Get Themes: Fehler die Themen zu holen
es: Obtener Temas: Fallo al obtener temas
fi: Hae teema: Teemojen noutaminen epäonnistui
fr: Récupération des thèmes : La récupération des thèmes a échouée
hi: थीम्स प्राप्त करें: थीम्स प्राप्त करने में विफल
hu: Témák Beszerzése: Nem Sikerült Letölteni a Témákat
it: Ottieni temi: impossibile ottenere temi
nl: Thema's: Kon Thema's niet laden
pt: Obter Temas: Falhou em obter temas
ru: Получение тем: Не удалось получить темы
sr: Preuzimanje Tema: Preuzimanje tema nije uspelo
sv: Hämta teman: kunde inte hämta teman
tr: Temaları Getir: Temalar alınamadı
uk: Отримування тем: Не вдалося отримати теми

source: Give Steam the Adwaita treatment
ar: امنح ستيم طابع Adwaita
be: Зрабіце Steam лепш з дапамогай Adwaita
fi: Anna Steamille Adwaita-kohtelu
hi: Steam को Adwaita उपचार दें
hu: Adj a Steamnek Adwaita stílust
it: Regala a Steam il trattamento Adwaita
nl: Maak Steam zo Adwaita als het kan zijn
pt: Dê ao Steam o tratamento Adwaita
sr: Dajte Steamu Adwaita tretman
sv: Ge Steam Adwaitabehandlingen
tr: Steam'e Adwaita makyajı yapın

source: Make Steam look like it belongs on your computer. This app installs and updates the Adwaita-for-Steam skin for you. It's as simple as this:
ar: اجعل ستيم يبدو وكأنه جزء من نظامك. يقوم هذا التطبيق بتثبيت وتحديث مظهر "Adwaita for steam" من أجلك. إنه بهذه البساطة:
be: Зрабіце так, каб Steam выглядаў так, як быццам ён належыць вашаму камп'ютару. Гэта праграма ўсталёўвае і абнаўляе скін Adwaita для Steam. Гэта так проста:
fi: Aseta Steam näyttämään samalta kuin muut tietokoneesi sovellukset. Tämä sovellus asentaa ja päivittää Adwaita-for-Steam-ulkoasun tietokoneellesi. Se on näin helppoa:
hi: Steam को ऐसे बनाएं जैसे वह आपके कंप्यूटर पर एकीकृत हो। यह ऐप आपके लिए Adwaita-for-Steam थीम की स्थापना और अद्यतन करता है। यह इतना सरल है:
hu: Alakítsd át a Steam témáját, hogy illeszkedjen a számítógépedhez. Ez az alkalmazás telepíti és frissíti az Adwaita-for-Steam témát. Könnyen és egyszerűen:
it: Fai sembrare che Steam appartenga al tuo computer. Questa app installa e aggiorna la skin Adwaita-for-Steam per te. È semplice come questo:
nl: Zorg dat Steam lijkt alsof het bij je computer hoort. Deze app installeert en update de Adwaita-for-Steam skin voor jou. Zo simpel is het:
pt: Faça o Steam parecer que pertence ao seu computador. Este aplicativo instala e atualiza a skin Adwaita-for-Steam para você. É tão simples quanto isto:
sr: Napravi Steam da izgleda kao da pripada tvom kompjuteru. Ova aplikacija instalira i ažurira Adwaita-for-Steam skin za tebe. Ovoliko je jednostavno:
sv: Få Steam att se ut som om det tillhör på din dator. Denna app installerar och uppdaterar Adwaita-för-Steam skinnet för dig. Så här enkelt är det:
tr: Steam'in bilgisayarınıza aitmiş gibi görünmesini sağlayın. Bu uygulama sizin için Adwaita-for-Steam görünümünü yükler ve günceller. Bu kadar basit:

source: Configure the skin to your liking
ar: قم بتكوين المظهر حسب رغبتك
be: Наладзьце скін на свой густ
fi: Määritä haluamasi ulkoasu
hi: अपनी पसंद के अनुसार थीम को विन्यस्त करें
hu: Állítsd be a témát ízlésed szerint
it: Configura la skin a tuo piacimento
nl: Past de skin aan aan wat jij wilt
pt: Configure a skin ao seu gosto
sr: Konfiguriši skin po svom ukusu
sv: Justera skinnet så som du vill ha det
tr: Görünümü istediğiniz gibi yapılandırın

source: Click the “Apply” button
ar: انقر على زر "تطبيق"
be: Націсніце кнопку «Ужыць»
ca: Feu clic al botó «Aplica»
fi: Napsauta "Toteuta"-painiketta
hi: “लागू करें” से बटन पर क्लिक करें
hu: Kattints az 'Alkalmaz' gombra
it: Fare clic sul pulsante "Applica"
nl: Klik op "Toepassen"
pt: Clique no botão “Aplicar”
sr: Klikni "Primeni" dugme
sv: Klick på "Använda" knappen
tr: "Uygula" düğmesine tıklayın

source: Restart Steam
ar: أعد تشغيل ستيم
be: Перазапусціце Steam
ca: Reinicieu l’Steam
fi: Käynnistä Steam uudelleen
hi: Steam पुनः प्रारंभ करें
hu: Indítsd újra a Steamet
it: Riavvia Steam
nl: Herstart Steam
pt: Reiniciar Steam
sr: Restartuj Steam
sv: Starta om Steam
tr: Steam'i Yeniden Başlatın

source: On startup, the app will automatically download any updates to the skin and display a notification. Apply the skin again and restart Steam to take the changes into use.
ar: عند بدء التشغيل، سيقوم التطبيق بتنزيل أي تحديثات للمظهر تلقائيًا وسيعرض إشعارًا. قم بتطبيق المظهر مرة أخرى وأعد تشغيل ستيم لتفعيل التغييرات.
be: Пры запуску праграма будзе аўтаматычна спампоўваць любыя абнаўленні скіна і адлюстроўваць апавяшчэнне. Зноў прымяніце скін і перазапусціце Steam, каб змены прымяніліся.
fi: Tietokoneen käynnistäessä tämä sovellus lataa ja päivittää automaattisesti Steam-skinin ja näyttää ilmoituksen. Toteuta skini uudelleen ja käynnistä Steam uudelleen, niin muutokset tulevat voimaan.
hi: चालू होने पर, ऐप स्वचालित रूप से थीम पर कोई भी अद्यतन डाउनलोड करेगा और एक अधिसूचना प्रदर्शित करेगा। थीम को दोबारा लगाएं और परिवर्तनों को उपयोग में लाने के लिए Steam को पुनः आरंभ करें।
hu: Induláskor az alkalmazás automatikusan letölti a téma frissítéseit, és értesítést jelenít meg. Alkalmazd újra a témát, és indítsd újra a Steamet, hogy érvénybe lépjenek a változások.
it: All'avvio, l'app scaricherà automaticamente tutti gli aggiornamenti sulla skin e visualizzerà una notifica. Applica nuovamente la skin e riavvia Steam per applicare le modifiche.
nl: De app zal automatisch updates downloaden wanneer het systeem opstart, en jou dit melden. Druk opnieuw op "Toepassen" en herstart Steam om de wijzigingen te laten werken.
pt: Na inicialização, o aplicativo baixará automaticamente todas as atualizações do skin e exibirá uma notificação. Aplique a capa novamente e reinicie o Steam para colocar as alterações em uso.
sr: Pri paljenju, ova aplikacija će automatski preuzeti sva ažuriranja za skin i prikazati notifikaciju. Ponovo primeni temu i restartuj Steam da bi primenio promene.
sv: Vid start ladar appen automatiskt ner uppdateringar för skinnet och visar en avisering. Använd skinnet igen och starta om Steam för att ta förendringarna i bruk.
tr: Uygulama başlatıldığında görünüme ait tüm güncelleştirmeler indirilecek ve bildirim gösterilecek. Değişikliklerin etkinleşmesi için görünümü tekrar uygulayın ve Steam'i yeniden başlatın.

source: In order to get rounded corners on Steam, you will need to use the “Rounded Window Corners” GNOME extension.
ar: للحصول على زوايا مستديرة في ستيم، ستحتاج إلى استخدام إضافة GNOME "زوايا النوافذ المستديرة".
be: Каб атрымаць скругленыя куты ў Steam, вам трэба будзе выкарыстоўваць пашырэнне GNOME «Rounded Window Corners».
fi: Jos haluat pyöristetyt kulmat Steamiin, tarvitset Gnome-laajennuksen nimeltä “Rounded Window Corners” .
hi: Steam पर गोल कोने पाने के लिए, आपको “Rounded Window Corners” GNOME एक्सटेंशन का उपयोग करना होगा।
hu: A lekerekített sarkok eléréséhez a Steam-en használnod kell a „Rounded Window Corners” GNOME bővítményt.
it: Per ottenere angoli arrotondati su Steam, dovrai utilizzare l'estensione GNOME "Rounded Window Corners".
nl: Om afgeronde hoeken te krijgen op Steam, zal je de “Rounded Window Corners” GNOME-uitbreiding (extension) nodig hebben.
pt: Para obter cantos arredondados no Steam, você precisará usar a extensão “Rounded Window Corners” do GNOME.
sr: Kako bi dobio zaobljene uglove na Steam-u, moraš koristiti "Rounded Window Corners" GNOME ekstenziju.
sv: För att få rundade hörnor i Steam, så behövs "Rounded Window Corners" GNOME extensionen.
tr: Steam'in yuvarlatılmış pencere görünümünde olmasını istiyorsanız “Rounded Window Corners” GNOME eklentisini yükleyin.

source: Added Czech Translation
be: Дададзены чэшскі пераклад
hi: चेक अनुवाद जोड़ा गया
it: Aggiunta la traduzione ceca
nl: Tsjechische Vertaling Toegevoegd
pt: Tradução Checa Adicionada
sv: Lade till tjeckisk översättning
tr: Çekçe Çeviri Eklendi

source: Added Spanish Translation
be: Дададзены іспанскі пераклад
hi: स्पैनिश अनुवाद जोड़ा गया
it: Aggiunta la traduzione spagnola
nl: Spaanse Vertaling Toegevoegd
pt: Tradução Espanhola Adicionada
sv: Lade till spansk översättning
tr: İspanyolca Çeviri Eklendi

source: Updated French Translation
be: Абноўлены французскі пераклад
hi: अद्यतित फ़्रेंच अनुवाद
it: Traduzione francese aggiornata
nl: Franse Vertaling Geüpdatet
pt: Tradução Francesa Atualizada
sv: Uppdaterad fransk översättning
tr: Fransızca Çeviri Güncellendi

source: New Application Icon
be: Новы значок праграмы
hi: नया अनुप्रयोग आइकन
it: Nuova icona dell'applicazione
nl: Nieuw Programmaicoon
pt: Novo Ícone da App
sv: Nytt app ikon
tr: Yeni Uygulama İkonu

source: Updated Libportal
be: Абноўлены Libportal
hi: अद्यतित Libportal
it: Libportal aggiornato
nl: Libportal Geüpdatet
pt: Libportal Atualizado
sv: Uppdaterad Libportal
tr: Libportal Güncellendi

source: Fixed issue with Uninstall
be: Выпраўлена праблема з выдаленнем
cs: Opraveny chyby s odinstalací
es: Solucionado error al Desinstalar
hi: अस्थापना की समस्या का समाधान किया गया
it: Risolto problema con la disinstallazione
nl: Probleem met Verwijderen opgelost
pt: Problema com Uninstall Corrigido
sv: Löste ett problem med avinstallering
tr: Kaldırma ile ilgili sorun düzeltildi

source: Removed Deprecated Font Install Preference
be: Выдалена перавага ўстаноўкі састарэлых шрыфтоў
cs: Odstraněny Zastaralé Preference Instalace Písem
es: Se Removió Opción Deprecada para Instalar Fuentes
hi: पदावनत फॉन्ट स्थापना प्राथमिकता को हटा दिया गया
it: Rimossa la preferenza di installazione dei caratteri deprecata
nl: Achterhaalde Lettertype-installatie-instellingen verwijderd
pt: Preferência de instalação de fonte obsoleta removida
sv: Tog bort föråldrad typsnittinstallationsföredrag
tr: Artk Kullanılmayan Font Yükleme Tercihi Kaldırıldı
