Repository: Foldex/AdwSteamGtk
Catalog: po/*.po
Languages: ar, be, ca, cs, de, es, fi, fr, hi, hu, it, nl, pt, ru, sr, sv, tr, uk

source: Removed some options that no longer exist upstream
be: Выдалены некаторыя параметры, якія больш не існуюць у зыходнай версіі
cs: Některé možnosti které již v upstreamu neexistují byly odstraněny
es: Se removieron algunas opciones que ya no existen en el origen
hi: कुछ विकल्प हटा दिए गए जो अब ऊर्ध्वप्रवाह में मौजूद नहीं हैं
it: Rimosse alcune opzioni che non esistono più a monte
nl: Een paar opties verwijderd die niet meer bestaan in de upstream
pt: Removidas algumas opções que não existem mais no upstream
sv: Tog bort några val some inte längra existerar uppströms
tr: Artık mevcut olmayan bazı seçenekler kaldırıldı

source: Updated Russian Translation
be: Абноўлены рускі пераклад
cs: Byl aktualizován ruský překlad
es: Se actualizó la traducción rusa
hi: अद्यतन रूसी अनुवाद
it: Traduzione russa aggiornata
nl: Russische Vertaling Geüpdatet
pt: Tradução Russa Atualizada
sv: Updaterad rysk översättning
tr: Rusça Çeviri Güncellendi

source: Updated to new upstream install method
be: Абноўлены да новага метаду ўсталёўкі зыходнай версіі
cs: Aktualizováno na novou upstreamovou metodu instalace
es: Se actualizó al nuevo método de instalación del origen
hi: अद्यतित नई ऊर्ध्वप्रवाह स्थापना विधि
it: Aggiornato al nuovo metodo di installazione upstream
nl: Maakt nu gebruik van nieuwe installatiemethode upstream
pt: Atualizado para o novo método de instalação upstream
sv: Uppdaterade till ny uppströms installationsmetod
tr: Yeni kaynak yükleme yöntemine güncellendi

source: Updated German and Ukrainian Translations
be: Абноўлены нямецкі і ўкраінскі пераклады
cs: Aktualizovány Německé a Ukrajinské překlady
es: Se actualizaron las traducciones en Alemán y Ucraniano
hi: अद्यतित जर्मन और यूक्रेनी अनुवाद
it: Traduzioni tedesche e ucraine aggiornate
nl: Duitse en Oekraïense Vertaling Geüpdatet
pt: Traduções atualizadas para alemão e ucraniano
sv: Uppdaterade tyska och ukrainska översättningar
tr: Almanca ve Ukraynaca Çeviri Güncellendi

source: Added Portuguese Translation
be: Дададзены партугальскі пераклад
cs: Přídán překlad do Portugalštiny
es: Se agregó la tradución al Portugués
hi: पुर्तगाली अनुवाद जोड़ा गया
it: Aggiunta la traduzione portoghese
nl: Portugese Vertaling Toegevoegd
pt: Adicionada tradução em português
sv: Lade till portugisisk översättning
tr: Portekizce Çeviri Eklendi

source: Style: Theme {theme_name} seems to be invalid
ar: النمط: يبدو أن السمة {theme_name} غير صالحة
hu: Stílus: A {theme_name} Téma érvénytelennek tűnik
sr: Stil: Tema {theme_name} nije validna

source: Changes Minimize/Maximize/Close Button Theme
ar: يغيّر سمة أزرار التصغير/التكبير/الإغلاق
ca: Canvia el tema dels botons Minimitza/Maximitza/Tanca
hu: A Kicsinyítés/Nagyítás/Bezárás gomb témáját módosítja
sr: Menja Temu Minimizuj/Povećaj/Zatvori Dugmadi

source: MacOS
ar: نظام ماك

source: Windows
ar: ويندوز

source: Controls Button Layout
ar: يتحكم في تخطيط أزرار التحكم
ca: Disposició dels botons dels controls
hu: Vezérlő Gombok Elrendezése
sr: Kontroliše Raspored Dugmadi

source: Changes Minimize/Maximize/Close Button Layout and Position
ar: يغيّر تخطيط وموقع أزرار التصغير/التكبير/الإغلاق
ca: Canvia la disposició i la posició dels botons Minimitza/Maximitza/Tanca
hu: A Kicsinyítés/Nagyítás/Bezárás gombok elrendezésének és pozíciójának módosítása
sr: Menja Raspored i Poziciju Minimizuj/Povećaj/Zatvori Dugmadi

source: Auto
ar: تلقائي
ca: Automàtic
hu: Automata
sr: Automatski

source: Elementary
ar: إليمينتري
sr: Osnovno
