Repository: Foldex/AdwSteamGtk
Catalog: po/*.po
Languages: ar, be, ca, cs, de, es, fi, fr, hi, hu, it, nl, pt, ru, sr, sv, tr, uk

source: Improved Missing Dir Messages
be: Палепшаны абвесткі пра адсутную папку
cs: Vylepšeny zprávy o chybějících adresářích
de: Missing-Dir-Meldungen verbessert
es: Se mejoraron los mensajes de rutas faltantes
fr: Amélioration du messages des répertoires manquants
hi: गुम हुए डॉयरेक्टरी संदेशों में सुधार किया
it: Messaggi di directory mancanti migliorati
nl: Ontbrekende Dir berichten verbeterd
pt: Aprimora as Mensagens de Diretório Faltando
ru: Улучшены оповещения про отсутствующую папку
sv: Förbättrade saknande mapp meddelanden
tr: Geliştirilmiş Kayıp Dir Mesajları
uk: Покращено повідомлення про відсутні каталоги

source: Updated to Gnome 43 SDK
be: Абноўлены GNOME SDK да 43 версіі
cs: Aktualizováno na Gnome 43 SDK
de: Aktualisiert auf Gnome 43 SDK
es: Se actualizó para Gnome 43
fr: Mise à jour vers Gnome 43 SDK
hi: Gnome 43 SDK में अद्यतन किया गया
it: Aggiornato all'SDK di GNOME 43
nl: Geüpdatet naar de Gnome 43 SDK
pt: SDK atualizada para Gnome 43
ru: Обновлен GNOME SDK до 43 версии
sv: Updaterade till Gnome 43 SDK
tr: Gnome 43 SDK'ye güncellendi
uk: Оновлено до GNOME 43 SDK

source: Implemented AdwAboutWindow
be: Рэалізаваны AdwAboutWindow
cs: Přidáno AdwAboutWindow
de: AdwAboutWindow implementiert
es: Se implementó AdwAboutWindow
fr: Implémentation de AdwAboutWindow
hi: AdwAboutWindow लागू किया गया
it: Implementato AdwAboutWindow
nl: AdwAboutWindow Toegevoegd
pt: Implementa AdwAboutWindow
ru: Реализован AdwAboutWindow
sv: Implementerade AdwAboutWindow
uk: Реалізовано AdwAboutWindow

source: Updated Filesystem Permissions
be: Абноўлены дазволы файлавай сістэмы
cs: Aktualizovány povolení souborového systému
de: Aktualisierte Dateisystem-Berechtigungen
es: Se actualizaron los permisos al sistema de archivos
fr: Mise à jour des autorisations du système de fichiers
hi: फाइलसिस्टम अनुमतियां अद्यतित
it: Autorizzazioni del file system aggiornate
nl: Bestandssysteemtoestemmingen Geüpdatet
pt: Atualiza as Permissões do Sistema de Ficheiros
ru: Обновлены разрешения файловой системы
sv: Uppdaterade filsystems behörigheterna
tr: Güncellenmiş Dosya Sistemi İzinleri
uk: Оновлено дозволи файлової системи

source: Fixed Quit Shortcut
be: Выпраўлена камбінацыя клавіш для выхаду
cs: Opravena zkratka pro opuštění programu
de: Beenden-Verknüpfung behoben
es: Se arregló el atajo para salir
fr: Correction de raccourci "Quitter"
hi: छोड़ें शॉर्टकट को ठीक किया गया
it: Risolto il problema con la scorciatoia di uscita
nl: Stop-shortcut Gefixt
pt: Corrige o Atalho Sair
ru: Исправлено комбинацию клавиш для выхода
sv: Fixade avkortningen för att stänga
tr: Çıkış Kısayolu Düzeltildi
uk: Виправлено клавіатурне скорочення для виходу

source: Fixed Current Check
be: Выпраўлена праверка бягучай версіі
cs: Opravena Kontrola Aktuality
es: Se arregló el chequeo
fr: Correction de la sélection actuelle
hi: वर्तमान जांच को ठीक किया गया
it: Risolto il problema con il controllo della versione corrente
nl: Huidige Check Opgelost
pt: Corrige a Verificação Atual
ru: Исправлено проверку текущей версии
sv: Fixade aktualitetsprövning
uk: Виправлено перевірку поточної версії

source: Main Window
ar: النافذة الرئيسية
be: Галоўнае акно
ca: Finestra principal
cs: Hlavní okno
de: Hauptfenster
es: Ventana Principal
fi: Pääikkuna
fr: Fenêtre principale
hi: मुख्य विंडो
hu: Főablak
it: Finestra principale
nl: Hoofdvenster
pt: Janela Principal
ru: Главное окно
sr: Glavni Prozor
sv: Huvudfönster
tr: Ana Pencere
uk: Головне вікно

source: Theme Preview
ar: معاينة السمة
be: Перадпрагляд тэмы
ca: Previsualització del tema
cs: Náhled motivu
de: Themenvorschau
es: Previsualización del Tema
fi: Teeman esikatselu
fr: Aperçu du thème
hi: थीम पूर्वावलोकन
hu: Téma Előnézet
it: Anteprima del tema
nl: Thema Preview
pt: Visualização de Tema
ru: Пред-просмотр темы
sr: Pregled Teme
sv: Temaförhandsvisning
tr: Tema Ön İzlemesi
uk: Пред-перегляд теми

source: Login Preview
ar: معاينة تسجيل الدخول
be: Перадпрагляд уваходу
ca: Previsualització de l’inici de sessió
cs: Náhled přihlášení
de: Anmeldevorschau
es: Previsualización de Logueo
fi: Kirjautumisen esikatselu
fr: Aperçu de la connexion
hi: लॉगिन पूर्वावलोकन
hu: Bejelentkezési Előnézet
it: Anteprima di accesso
nl: Inlog Preview
pt: Visualização de Entrada
ru: Пред-просмотр входа
sr: Pregled Prijavljivanja
sv: Inloggnings förhandvisning
tr: Giriş Ön İzlemesi
uk: Пред-перегляд входу

source: A simple wrapper that installs Adwaita for Steam
ar: أداة بسيطة تقوم بتثبيت Adwaita لـ Steam
be: Простая праграма для ўсталявання тэмы Adwaita для Steam
ca: Una interfície simple per a instal·lar l’Adwaita per a l’Steam
cs: Jednoduchá aplikace pro instalaci Adwaity pro Steam
de: Ein einfacher Wrapper der Adwaita for Steam installiert
es: Una envoltura simple que instala Adwaita para Steam
fi: Yksinkertainen työkalu Adwaitan asentamiseksi Steamiin
fr: Un utilitaire simple qui installe Adwaita pour Steam
hi: एक साधारण आवरण जो Steam के लिए Adwaita स्थापित करता है
hu: Egy egyszerű wrapper, amely telepíti az Adwaita-t a Steamhez
it: Un semplice wrapper che installa Adwaita per Steam
nl: Een eenvoudige GUI die het Adwaita voor Steam thema installeert
pt: Um wrapper simples que instala o Adwaita para Steam
ru: Простое приложение для установки темы Adwaita для Steam
sr: Jednostavan alat koji instalira Adwaitu za Steam
sv: Ett enkelt hölje som installerar Adwaita för Steam
tr: Steam için Adwaita teması yükleyen basit bir sarmalayıcı
uk: Простий додаток який встановлює тему Adwaita для Steam

source: Steam;Adwaita;Skin;
ar: Steam;Adwaita;مظهر;
be: Steam;Adwaita;Skin;стым;скін;тэма;
ca: Steam;Adwaita;Aparença;
cs: Steam;Adwaita;Skin;Motiv;
hu: Steam;Adwaita;Téma;
it: Steam;Adwaita;Tema;
pt: Steam;Adwaita;Capa;
ru: Steam;Adwaita;Skin;стим;скин;тема;
sr: Steam;Adwaita;Skin;Koža;Tema;
sv: Steam;Adwaita;Skinn;
uk: Steam;Adwaita;Skin;стім;тема;скін;

source: Up to Date.
ar: محدث.
be: Найноўшая версія.
ca: Actualitzat.
cs: Aktuální.
de: Auf dem neuesten Stand.
es: Actualizado.
fi: Ajan tasalla.
fr: À jour.
hi: अद्यतित।
hu: Frissítve.
it: Aggiornato.
nl: Laatste versie al geïnstalleerd.
pt: Atualizado.
ru: Новейшая версия.
sr: Ažurirano.
sv: Aktuell.
tr: Güncel.
uk: Найновіша версія.

source: {key}: {cur_val} invalid value
ar: {key}: {cur_val} قيمة غير صالحة
be: {key}: {cur_val} няправільнае значэнне
ca: {key}: valor no vàlid de «{cur_val}»
cs: {key}:{cur_val} neplatná hodnota
de: {key}: {cur_val} ungültiger Wert
es: {key}: {cur_val} valor inválido
fi: {key}: {cur_val} virheellinen arvo
hi: {key}: {cur_val} अमान्य मान
hu: {key}: {cur_val} érvénytelen érték
it: {key}: {cur_val} valore non valido
nl: {key}: {cur_val} ongeldige waarde
pt: {key}: {cur_val} valor inválido
ru: {key}: {cur_val} не правильное значение
sr: {key}: {cur_val} nevažeća vrednost
sv: {key}: {cur_val} ogiltigt värde
tr: {key}: {cur_val} geçersiz değer
uk: {key}: {cur_val} не правильне значення

source: Could not get theme list. Falling back to last selected theme.
ar: لم يتمكن من الحصول على قائمة السمات. الرجوع إلى السمة التي تم اختيارها آخر مرة.
be: Не ўдаецца атрымаць спіс тэм. Вяртаемся да апошняй абранай тэмы.
ca: No s’ha pogut recuperar la llista de temes. S’usarà l’últim tema seleccionat.
cs: Nebylo možné získat seznam motivů. Poslední vybraný motiv se vrací.
de: Konnte Themenliste nicht laden. Falle auf zuletzt ausgewähltes Thema zurück.
es: No se pudo obtener la lista de temas. Regresando al último tema seleccionado.
fi: Teemaluettelon noutaminen epäonnistui. Palataan viimeksi valittuun teemaan.
fr: Impossible d'obtenir une liste de thème. Utilisation du dernier thème sélectionné à la place.
hi: थीम सूची नहीं मिल सकी। अंतिम चयनित थीम पर वापस आते हैं।
hu: Nem sikerült lekérni a téma listát. Visszatérünk az utoljára kiválasztott témához.
it: Impossibile ottenere l'elenco dei temi. Ritorno all'ultimo tema selezionato.
nl: Kon de themalijst niet vinden. Terugvallen op laatst geselecteerd thema.
pt: Não foi possível obter a lista de temas. Voltando ao último tema selecionado.
ru: Не удается получить список тем. Возращаемся к последней выбранной теме.
sr: Nije moguće preuzeti listu tema. Vraćeno na poslednju odabranu temu.
sv: Kunde inte hämta lista med teman. Återgår till sista utvalda tema.
tr: Tema listesi alınamadı. Son seçilen temaya geri dönülüyor.
uk: Не вдається отримати список тем. Повертаємося до останньої обраної теми.

source: Could not find theme {colortheme} in theme list. Falling back to last selected theme.
ar: لم يتمكن من العثور على السمة {colortheme} في قائمة السمات. الرجوع إلى السمة التي تم اختيارها آخر مرة.
be: Не атрымалася знайсці тэму {colortheme} у спісе тэм. Вяртаемся да апошняй выбранай тэмы.
ca: No s’ha pogut trobar el tema «{colortheme}» a la llista. S’usarà l’últim tema seleccionat.
cs: Nebylo možné najít motiv {colortheme} v seznamu. Vrací se poslední vybraný motiv.
de: Konnte {colortheme} nicht in der Themenliste finden. Falle auf zuletzt ausgewähltes Thema zurück.
es: No se pudo encontrar el tema {colortheme} en la lista. Regresando al último tema seleccionado.
fi: Teemaluettelosta ei löytynyt teemaa {colortheme}. Palataan viimeksi valittuun teemaan.
fr: Impossible de trouver le thème {colortheme} dans la liste de thème. Utilisation du dernier thème sélectionné à la place.
hi: थीम सूची में थीम {colortheme} नहीं मिल सका। अंतिम चयनित थीम पर वापस आते हैं।
hu: Nem található a(z) {colortheme} témát a téma listában. Visszatérünk az utoljára kiválasztott témához.
it: Impossibile trovare il tema {colortheme} nell'elenco dei temi. Ritorno all'ultimo tema selezionato.
nl: Kon het thema {colortheme} niet vinden in de themalijst. Terugvallen op laatst geselecteerd thema.
pt: Não foi possível encontrar o tema {colortheme} na lista de temas. Voltando ao último tema selecionado.
ru: Не удалось найти тему {colortheme} в списке тем. Возращаемся к последней выбранной теме.
sr: Nije moguće pronaći temu {colortheme} u listi tema. Vraćeno na poslednju odabranu temu.
sv: Kunde inte hitta tema {colortheme} i temalistan. Återgår till sista utvalda tema.
tr: Tema listesinde {colortheme} teması bulunamadı. Son seçilen temaya geri dönülüyor.
uk: Не вдалося знайти тему {colortheme} у списку тем. Повертаємося до останньої обраної теми.

source: New Release Available:
ar: إصدار جديد متاح:
be: Даступны новы выпуск:
ca: Versió nova disponible:
cs: K dispozici nové vydání:
de: Neue Version verfügbar:
es: Nuevo lanzamiento disponible:
fi: Uusi julkaisu saatavilla:
fr: Nouvelle version disponible :
hi: नई रिलीज़ उपलब्ध:
hu: Új Kiadás Elérhető:
it: Nuova versione disponibile:
nl: Nieuwe Versie Beschikbaar:
pt: Novo Lançamento Disponível:
ru: Доступен новый релиз:
sr: Novo Izdanje Dostupno:
sv: Ny utgåva tillgänglig:
tr: Yeni sürüm var:
uk: Доступно новий реліз:

source: Update Check Failed:
ar: فشل التحقق من التحديث:
be: Не ўдалося праверыць абнаўленні:
ca: Ha fallat la comprovació d’actualitzacions:
cs: Chyba při hledání aktualizací:
de: Aktualisierungsüberprüfung fehlgeschlagen:
es: Búsqueda de Actualizaciones Fallida:
fi: Päivitysten tarkistaminen epäonnistui:
fr: La vérification de la mise à jour échouée :
hi: अद्यतन जांच विफल:
hu: Frissítés Ellenőrzés Hiba:
it: Controllo aggiornamento non riuscito:
nl: Update Check Mislukt:
pt: Falha na Verificação de Atualização:
ru: Не удалось проверить обновления:
sr: Provera Ažuriranja Neuspešna:
sv: Uppdateringskontroll slog fel:
tr: Güncelleme Denetimi Başarısız:
uk: Не вдалося перевірити оновлення:

source: API: HTTP Error Code
ar: API: رمز HTTP خطأ
be: API: Код памылкі HTTP
ca: API: codi d’error HTTP
cs: API: Chybový kód HTTP
de: API: HTTP Fehler Code
es: API: Código de Error HTTP
fi: API: HTTP-virhekoodi
fr: API : Code d'erreur HTTP
hi: API: HTTP त्रुटि कोड
hu: API: HTTP hibakód
it: API: codice di errore HTTP
nl: API: http-foutmelding
pt: API: Código de Erro HTTP
ru: API: Код ошибки HTTP
sr: API: HTTP Greška
sv: API: HTTP felkod
tr: API: HTTP Hata Kodu
uk: API: Код помилки HTTP

source: API: Error Parsing JSON
ar: API: خطأ في تحليل JSON
be: API: Памылка аналізу JSON
ca: API: error en processar el JSON
cs: API: Chyba rozboru JSON
de: API: Fehler JSON zu interpretieren
es: API: Error Parseando JSON
fi: API: Virhe jäsentäessä JSON:ia
fr: API : Erreur durant l'analyse JSON
hi: API: JSON विश्लेषण करने में त्रुटि
hu: API: Hiba a JSON feldolgozásában
it: API: errore durante l'analisi di JSON
nl: API: Fout bij het lezen van JSON
pt: API: Erro ao Processar JSON
ru: API: Ошибка парсирования JSON
sr: API: Greška prilikom parsiranja JSON-a
sv: API: Fel med att parsa JSON
tr: API: JSON Ayrıştırma Hatası
uk: API: Помилка парсування JSON

source: API: Error retrieving release info
ar: API: خطأ في استرداد معلومات الإصدار
be: API: Памылка атрымання інфармацыі пра выпуск
ca: API: error en recuperar la informació de versions
cs: API: Chyba při získávání informací o vydání
de: API: Fehler beim holen der Versionsinformationen
es: API: Error obteniendo información del lanzamiento
fi: API: Virhe noutaessa julkaisutietoja
fr: API : Erreur de récupération des informations de version
hi: API: रिलीज जानकारी प्राप्त करने में त्रुटि
hu: API: Hiba a kiadási információk lekérésekor
it: API: errore durante il recupero delle informazioni sulla versione
nl: API: Fout bij het downloaden van versie-informatie
pt: API: Erro ao obter informações de lançamento
ru: API: Ошибка получения информации про релиз
sr: API: Greška prilikom preuzimanja informacija o izdanju
sv: API: Fel vid hämtning av utgåvans information
tr: API: Sürüm bilgisi alınırken hata oluştu
uk: API: Помилка отримування інформації про реліз

source: API: JSON is missing required keys
ar: API: JSON يفتقد المفاتيح المطلوبة
be: API: Не знойдзена неабходных ключоў у JSON
ca: API: el JSON manca claus requerides
cs: API: V JSON chybí požadované klíče
de: API: JSON mangelt benötigte keys
es: API: Al JSON le faltan llaves requeridas
fi: API: JSON:ista puuttuu vaadittuja avaimia
fr: API : Les clés obligatoires sont manquantes dans le JSON
hi: API: JSON में आवश्यक कुंजियां गुम हैं
hu: API: A JSON-ból hiányoznak a szükséges kulcsok
it: API: in JSON mancano le chiavi richieste
nl: API: JSON bevat de vereiste sleutels niet
pt: API: O ficheiro JSON não possui as chaves necessárias
ru: API: Не найдено необходимых ключей в JSON
sr: API: JSON nema potrebne ključeve
sv: API: JSON saknar nödvändiga keys
tr: API: JSON'da gerekli anahtarlar eksik
uk: API: Не знайдено обов'язкових ключів у JSON

source: Release: HTTP Error Code
ar: الإصدار: رمز HTTP خطأ
be: Выпуск: Код памылкі HTTP
ca: Versió: codi d’error HTTP
cs: Vydání: Chybový kód HTTP
de: Release: HTTP Fehler Code
es: Lanzamiento: Código de Error HTTP
fi: Julkaisu: HTTP-virhekoodi
fr: Version : Code d'erreur HTTP
hi: रिलीज़: HTTP त्रुटि कोड
hu: Kiadás: HTTP hibakód
it: Rilascio: codice errore HTTP
nl: Versie: http-foutmelding
pt: Lançamento: Código de Erro HTTP
ru: Релиз: Код ошибки HTTP
sr: Izdanje: HTTP greška
sv: Utgåva: HTTP Felkod
tr: Yayın: HTTP Hata Kodu
uk: Реліз: Код помилки HTTP

source: Release: Connection Reset
ar: الإصدار: إعادة تعيين الاتصال
be: Выпуск: скід злучэння
ca: Versió: connexió reinicialitzada
cs: Vydání: Připojení resetováno
de: Release: verbindung zurückgesetzt
es: Lanzamiento: Reinicio de Conexión
fi: Julkaisu: Yhteys katkesi
fr: Version : Connexion réinitialisée
hi: रिलीज़: कनेक्शन रीसेट
hu: Kiadás: Kapcsolat Visszaállítva
it: Rilascio: ripristino della connessione
nl: Versie: Verbinding Gereset
pt: Lançamento: Conexão Reiniciada
ru: Релиз: Соединение скинулось
sr: Izdanje: Konekcija resetovana
sv: Utgåva: Förbindning återställs
tr: Yayın: Bağlantı Sıfırlandı
uk: Реліз: З'єднання скинулося

source: Release: Permission Error
ar: الإصدار: خطأ في الإذن
be: Выпуск: Памылка атрымання доступу
ca: Versió: error de permisos
cs: Vydání: Chyba oprávnění
de: Release: Berechtigungsfehler
es: Lanzamiento: Error de Permisos
fi: Julkaisu: Käyttöoikeusvirhe
fr: Version : Erreur de permission
hi: रिलीज़: अनुमति त्रुटि
hu: Kiadás: Jogosultsági Hiba
it: Rilascio: errore di autorizzazione
nl: Versie: Toestemmingsfout
pt: Lançamento: Erro de Permissão
ru: Релиз: Ошибка получения доступа
sr: Izdanje: Greška u dozvolama
sv: Utgåva: fel med behörigheter
tr: Yayın: İzin Hatası
uk: Реліз: Помилка доступу

source: Release: Connection Timeout
ar: الإصدار: انتهاء مهلة الاتصال
be: Выпуск: Тайм-аўт злучэння
ca: Versió: s’ha esgotat el temps d’espera de la connexió
cs: Vydání: Doba připojení vypršela
de: Release: Zeitüberschreitung bei der Verbindung
es: Lanzamiento: Se acabó el tiempo de conexión
fi: Julkaisu: Yhteys aikakatkaistu
fr: Version : Délai de connection dépassé
hi: रिलीज़: कनेक्शन टाइमआउट
hu: Kiadás: Kapcsolati Időtúllépés
it: Rilascio: connessione scaduta
nl: Versie: Verbinding Verlopen
pt: Lançamento: Tempo Limite de Conexão Atingido
ru: Релиз: Тайм-аут соединения
sr: Izdanje: Konekcija istekla
sv: Utgåva: Förbindingen timeade ur
tr: Yayın: Bağlantı Zaman Aşımı
uk: Реліз: Тайм-аут з'єднання

source: Release: Error Retrieving Zip
ar: الإصدار: خطأ في استرداد الملف المضغوط (Zip)
be: Выпуск: Памылка пры атрыманні ZIP
ca: Versió: error en recuperar el ZIP
cs: Vydání: Chyba získávání Zipu
de: Release: Fehler beim Herunterladen der Zip-Datei
es: Lanzamiento: Error obteniendo el ZIP
fi: Julkaisu: Virhe noutaessa zip-tiedostoa
fr: Version : Erreur lors de la récupération du ZIP
hi: रिलीज़: Zip पुनर्प्राप्त करने में त्रुटि
hu: Kiadás: Hiba a ZIP fájl Lekérésekor
it: Rilascio: errore durante il recupero del file .zip
nl: Versie: Fout tijdens het downloaden van het Zip-bestand
pt: Lançamento: Erro ao Obter Zip
ru: Релиз: Ошибка при получении ZIP
sr: Izdanje: Greška pri preuzimanju ZIP-a
sv: Utgåva: Fel vid hämtning av zip
tr: Yayın: Zip Alınırken Hata Oluştu
uk: Реліз: Помилка при отримуванні ZIP

source: Install: Found no Valid Install Targets
ar: التثبيت: لم يتم العثور على أهداف تثبيت صالحة
be: Усталёўка: не знойдзена сапраўдных мэтаў усталявання
ca: Instal·lació: no s’ha trobat cap destinació d’instal·lació
cs: Instalace: Nenalezeny jakékoliv platné instalační cíle
de: Install: Keine zulässigen Installationsziele gefunden
es: Instalación: No se encontaron Objetivos de Instalación Válidos
fi: Asennus: Kelvollisia asennuskohteita ei löytynyt
fr: Installation : Aucun répertoire d'installation valide trouvé
hi: स्थापना: कोई वैध स्थापना लक्ष्य नहीं मिला
hu: Telepítés: Nem Található Érvényes Telepítési Célpont
it: Installazione: non è stata trovata alcuna destinazione di installazione valida
nl: Installatie: Geen Geldige Installatiedoelen
pt: Instalação: Não Foram Encontrados Destinos de Instalação Válidos
ru: Установка: Не найдено правильную цель для установки
sr: Instalacija: Nije pronadjen validan direktorijum za instalaciju
sv: Installation: Hittade inga giltiga installationsmål
tr: Kurulum: Geçerli Kurulum Hedefi Bulunamadı
uk: Встановлення: Не знайдено правильної цілі для встановлення

source: Install: Installer Process Failed
ar: التثبيت: فشل عملية المثبت
be: Усталёўка: Працэс усталёўкі не ўдаўся
ca: Instal·lació: ha fallat el procés de l’instal·lador
cs: Instalace: Proces instalace selhal
de: Install: Installationsprozess fehlgeschlagen
es: Instalación: El Proceso de Instalación Falló
fi: Asennus: Asennusohjelman prosessi epäonnistui
fr: Installation : Le processus d'installation a échoué
hi: स्थापना: स्थापनकर्ता प्रक्रिया विफल
hu: Telepítés: A Telepítő Folyamat nem Sikerült
it: Installazione: il processo di installazione non è riuscito
nl: Installatie: Installatieproces Mislukt
pt: Instalação: Falha no Processo do Instalador
ru: Установка: Не удалось установить
sr: Instalacija: Proces instalacije nije uspeo
sv: Installation: Installationsprocessen slog fel
tr: Kurulum: Kurulum Süreci Başarısız
uk: Встановлення: Не вдалося встановити

source: Install: Failed to Find Valid '~/.steam/steam' Symlink
ar: التثبيت: فشل في العثور على رابط رمزي صالح '~/.steam/steam'
be: Усталёўка: не ўдалося знайсці сапраўдную сімвалічную спасылку «~/.steam/steam»
ca: Instal·lació: no s’ha pogut trobar un enllaç simbòlic vàlid a «~/.steam/steam»
cs: Instalace: Chyba při hledání platného symbolického odkazu '~/.steam/steam'
de: Install: Kein zulässiger '~/.steam/steam' Symlink gefunden
es: Instalación: Fallo al Encontrar un Enlace '~/.steam/steam' Válido
fi: Asennus: Kelvollista symbolista linkkiä '~/.steam/steam' ei löytynyt
fr: Installation : Échec de la recherche de lien symbolic valide pour '~ / .steam / Steam'
hi: स्थापना: वैध '~/.steam/steam' सिमलिंक ढूंढने में विफल
hu: Telepítés: Nem sikerült érvényes '~/.steam/steam' szimbolikus linket (Symlink) találni
it: Installazione: impossibile trovare il collegamento simbolico valido '~/.steam/steam'
nl: Installatie: Kon geen Geldige '~/.steam/steam' Symlink vinden
pt: Instalação: Falha ao Encontrar Ligação Simbólica '~/.steam/steam' Válida
ru: Установка: Не удалось найти правильный '~/.steam/steam' симлинк (symlink)
sr: Instalacija: Nije Pronađen Validan '~/.steam/steam' Symlink
sv: Installation: kunde inte hitta giltig '~/.steam/steam' Symlink
tr: Kurulum: Geçerli '~/.steam/steam' Sembolik Bağlantısı Bulunamadı
uk: Встановлення: Не вдалося знайти правильний '~/.steam/steam' сімлінк (symlink)

source: Upstream
ar: المصدر الأصلي
be: Аўтар тэмы Adwaita для Steam
ca: Originari
cs: Motiv
de: Urheber
es: Origen
fr: En amont
hi: ऊर्ध्वप्रवाह
hu: Forrás
it: A monte
ru: Автор темы Adwaita для Steam
sr: Autor
sv: Uppströms
tr: Kaynak
uk: Автор теми Adwaita для Steam

source: Translators
ar: المترجمون
be: Перакладчыкі
ca: Traductors
cs: Překladatelé
de: Übersetzer
es: Traductores
fi: Kääntäjät
fr: Traducteurs
hi: अनुवादक
hu: Fordítók
it: Traduttori
nl: Vertalers
pt: Tradutores
ru: Переводчики
sr: Prevodioci
sv: Översättare
tr: Çevirmenler
uk: Перекладачі

source: Uninstall Theme
ar: إلغاء تثبيت السمة
be: Выдаліць тэму
ca: Desinstal·la el tema
cs: Odinstalovat motiv
de: Thema deinstallieren
es: Desinstalar Tema
fi: Poista teema
fr: Désinstallation du thème
hi: थीम अस्थापित करें
hu: Téma Eltávolítása
it: Disinstallare tema
nl: Thema Verwijderen
pt: Desinstalar Tema
ru: Удалить тему
sr: Deinstaliraj Temu
sv: Avinstallera Tema
tr: Temayı Kaldır
uk: Видалити тему

source: This will reset all customizations made to the Steam client.
ar: سيؤدي هذا إلى إعادة تعيين جميع التخصيصات التي تم إجراؤها على ستيم.
be: Гэта скіне ўсе параметры кастамізацыі кліента Steam.
ca: Això reinicialitzarà totes les personalitzacions fetes al client de l’Steam.
cs: Toto zruší všechny úpravy udělané na klientovi Steam.
de: Dies wird alle Modifikationen am Steam-Client zurücksetzen
es: Esto reiniciará todas las personalizaciones hechas al cliente de Steam.
fi: Tämä nollaa kaikki Steam-sovellukseen tehdyt mukautukset.
fr: Cela réinitialisera toutes les personnalisations faites au client Steam.
hi: यह Steam पक्षकार के लिए किए गए सभी अनुकूलन रीसेट कर देगा।
hu: Ez visszaállítja az összes változtatást a Steam kliensen.
it: Ciò ripristinerà tutte le personalizzazioni apportate al client Steam.
nl: Dit zal alle wijzigingen aan de Steam-cliënt resetten.
pt: Isso irá restaurar todas as customizações feitas no cliente Steam.
ru: Это действие скинет все настройки кастомизации клиента Steam.
sr: Ovo će resetovati sve promene primenjene Steam klijentu.
sv: Återställer alla justeringar som gjordes till Steam klienten.
tr: Bu, Steam istemcisinde yapılan tüm özelleştirmeleri sıfırlayacak.
uk: Ця дія скине усі налаштування кастомізації клієнта Steam.

source: Cancel
ar: إلغاء
be: Скасаваць
ca: Cancel·la
cs: Zrušit
de: Abbrechen
es: Cancelar
fi: Peru
fr: Annuler
hi: रद्द करें
hu: Mégse
it: Annulla
nl: Annuleren
pt: Cancelar
ru: Отменить
sr: Odustani
sv: Avbryt
tr: İptal
uk: Скасувати

source: Uninstall
ar: إلغاء التثبيت
be: Выдаліць
ca: Desinstal·la
cs: Odinstalovat
de: Deinstallieren
es: Desinstalar
fi: Poista asennus
fr: Désinstaller
hi: अस्थापित करें
hu: Eltávolítás
it: Disinstallare
nl: Verwijderen
pt: Desinstalar
ru: Удалить
sr: Deinstaliraj
sv: Avinstallera
tr: Kaldır
uk: Видалити
