Repository: Foldex/AdwSteamGtk
Catalog: po/*.po
Languages: ar, be, ca, cs, de, es, fi, fr, hi, hu, it, nl, pt, ru, sr, sv, tr, uk

source: Adwaita for Steam Skin Installer
cs: Instalátor motivu Adwaita pro Steam
es: Instalador de Tema Adwaita para Steam
fr: Installeur du skin Adwaita pour Steam
ru: Установщик темы Adwaita для Steam
uk: Встановлювач теми Adwaita для Steam

source: A simple application that installs and updates the Adwaita-for-Steam skin.
cs: Jednoduchá aplikace pro instalaci a aktualizaci motivu Adwaita pro Steam.
de: Eine einfache Anwendung die den Adwaita-for-Steam Skin installiert und aktualisiert.
es: Una aplicación simple que instala y actualiza el tema Adwaita para Steam.
fr: Une application simple qui installe et met à jour le skin Adwaita pour Steam.
ru: Простое приложение для установки и обновления темы Adwaita для Steam.
uk: Простий додаток для встановлення і оновлення теми Adwaita для Steam.

source: Install Directions:
cs: Pokyny pro instalaci:
de: Installationswege:
es: Rutas de Instalación:
fr: Instructions d'installation :
ru: Как установить тему:
uk: Як встановити тему:

source: Install skin via app
cs: Instalovat motiv přes aplikaci
de: Installiere den ausgewählten Skin über die Anwendung.
es: Instalar tema por la app
fr: Installer le skin via l'application
ru: Установите тему через приложение
uk: Встановіть тему через додаток

source: Restart Steam if running
cs: Restartovat Steam pokud běží
de: Sollte Steam gestartet sein, starte es gegebenenfalls neu.
es: Reiniciar Steam si está ejecutándose
fr: Redémarrer Steam s'il est en cours d'utilisation
ru: Перезапустите Steam, если он запущен
uk: Перезапустіть Steam, якщо він працює

source: On startup new releases will automatically be downloaded and display a notification. Simply reinstall the skin and restart Steam to update.
cs: Při startu budou automaticky stažena nová vydání a zobrazeno oznámení. Pro aktualizaci přeinstalujte motiv a restartujte Steam.
de: Während des Hochfahrens wird die neueste Version automatisch heruntergeladen und gibt eine Benachrichtigung ab. Um das Update anzuwenden, reinstalliere den Skin und starte Steam neu.
es: Al arrancar los nuevos lanzamientos serán automáticamente descargados y se mostrará una notificación. Simplemente reinstala el tema y reinicia steam para actualizar.
fr: Au démarrage, les nouvelles versions seront automatiquement téléchargées et afficheront une notification.Réinstallez simplement le skin et redémarrez Steam pour mettre à jour.
ru: При запуске системы, новые релизы будут автоматически загружены и вы получите системное уведомление про это. После этого переустановите тему и перезапустите Steam, чтобы обновиться.
uk: При запуску системи, нові релізи тем будуть автоматично завантажені і буде показано повідомлення. Просто перевстановіть тему та перезавантажте Steam, щоб оновитися.

source: Note: In order to get rounded corners on Steam, you will need to use the "Rounded Window Corners" gnome extension.
cs: Poznámka: pro získání zaoblených rohů pro Steam budete muset použít rozšíření GNOME "Rounded Window Corners".
de: Info: Um abgerundete Ecken in Steam zu erhalten benötigst du die Gnome Erweiterung "Rounded Window Corners".
es: Noota: Para tener esquinas redondeadas en Steam, necesitaras la extensiónde Gnome “Rounded Window Corners”.
fr: Remarque : Afin d'obtenir des coins arrondis sur Steam, vous devrez utiliser l'extension de Gnome "Rounded Window Corners".
ru: Заметка: чтобы углы Steam были закругленные, нужно установить расширение "Rounded Window Corners" для GNOME.
uk: Примітка: щоб кути були закруглені у Steam, встановіть розширення "Rounded Window Corners" для GNOME.

source: Fixed Appdata
be: Выпраўлена даныя праграмы
cs: Opraveny Appdata
de: Appdata überarbeitet
es: Se arregló Appdata
hi: Appdata ठीक किया गया
it: Risolti i metadati dell'app
nl: Appdata Bewerkt
pt: Dados de apps corrigidos
ru: Исправлено данные приложения
sv: Fixade appdata
tr: Appdata Düzeltildi
uk: Виправлено дані додатку

source: Beta Toggle removed as new UI support landed upstream
be: Пераключэнне бэта версіі тэмы было выдалена, паколькі новы інтэрфейс кліента Steam выйшла з тэставання
cs: Beta Přepínač byl odebrán kvůli nové UI v upstreamu
de: Beta Option entfernt, da Unterstützung für das neue UI Upstream eingeführt wurde
es: Se removió el selector de Beta porque el soporte a la nueva interfaz llegó al origen
hi: नए UI समर्थन के ऊर्ध्वप्रवाह में आते ही बीटा टॉगल हटा दिया गया
it: Beta Toggle è stato rimosso poiché è arrivato a monte il nuovo supporto dell'interfaccia utente
nl: Betaoptie verwijderd door een nieuwe UI-ondersteuning bestaat nu upstream
pt: Chave Beta removida quando o novo suporte à interface de utilizador chegou ao upstream
ru: Переключение бета версии темы была удалена, поскольку новый интерфейс клиента Steam вышла из тестирования
sv: Tog bort beta knappen på grund av ny gränssnitt support uppströms
tr: Yeni kullanıcı arayüzü ulaştığından beta düğmesi kaldırıldı
uk: Опція для перемикання бета версій була видалена, оскільки новий інтерфейс вийшов із стану бета версії

source: Added option to use Steam's Original Top Bar instead of our Adwaita styled one
be: Дададзены параметр адлюстравання арыгінальнай верхняй панэлі кліента Steam, замест тэмы Adwaita
cs: Přidána možnost používat původní Stavový Řádek místo našeho ve stylu Adwaity
de: Option hinzugefügt, um Steam's originale obere Leiste zu nutzen statt den Adwaita Stil
es: Se agregó opción para usar la barra superior original de Steam en vez de la estilizada por Adwaita
hi: हमारे Adwaita स्टाइल वाले के बजाय Steam के मूल शीर्ष पट्टी का उपयोग करने का विकल्प जोड़ा गया
it: Aggiunta l'opzione per utilizzare la barra superiore originale di Steam invece di quella in stile Adwaita
nl: Optie toegevoegd om de oorspronkelijke Top Bar te gebruiken in plaats van de Adwaita-versie
pt: Opção adicionada para usar a barra superior original da Steam em vez da barra estilo Adwaita
ru: Добавлена опция отображения оригинальной верхней панели клиента Steam, вместо темы Adwaita
sv: Lade till möjligheten att använda Steams ursprungliga aktivitetsfält istället för våran Adwaita version
tr: Adwaita tarzı yerine Steam'in orijinal üst çubuğunu kullanma seçeneği eklendi
uk: Додано налаштування, щоб використовувати оригінальну верхню панель Steam, замість теми Adwaita

source: Initial German Translation
be: Пачатковы нямецкі пераклад
cs: Prvotní překlad do Němčiny
de: Initiale deutsche Übersetzung
es: Traducción inicial en Alemán
hi: प्रारंभिक जर्मन अनुवाद
it: Traduzione iniziale in tedesco
nl: Duitse Vertaling Toegevoegd
pt: Tradução Inicial em Alemão
ru: Добавлена поддержка немецкой локализации
sv: Första tyska översättning
tr: İlk Almanca Çeviri
uk: Додано німецьку локалізацію

source: Added hover tooltips to installer options
be: Дададзеныя ўсплывальныя падказкі для элементаў інтэрфейсу праграмы
cs: Přidány popisky při ukázání na možnosti instalátoru
de: Hover-Tooltips zu den Installationsprogrammoptionen hinzugefügt
es: Se agregó información adicional al pasar el cursor en las opciones del instalador
hi: स्थापनाकर्ता विकल्पों में होवर टूलटिप्स जोड़े गए
it: Aggiunti suggerimenti al passaggio del mouse alle opzioni di installazione
nl: De app toont nu tooltips als je er met je muis over beweegt
pt: Adicionadas dicas de ferramentas em foco às opções do instalador
ru: Добавлены всплывающие подсказки для елементов интерфейса програмы
sv: Lade till sväva verktygstipps till installeringsoptionerna
tr: Yükleyici seçeneklerine vurgulu araç ipuçları eklendi
uk: Додано плавучу підказку до налаштувань встановлювача

source: Added French, Ukrainian, and Russian Translations
be: Дададзены французскі, украінскі і рускі пераклады
cs: Přidány Francouzské, Ukrajinské a Ruské překlady
de: Französische, Ukrainische und Russische Übersetzungen wurden hinzugefügt
es: Se agregaron traducciones al Francés, Ucraniano y Ruso
hi: फ़्रेंच, यूक्रेनी और रूसी अनुवाद जोड़े गए
it: Aggiunte traduzioni francese, ucraino e russo
nl: Franse, Russische en Oekraïense Vertaling Toegevoegd
pt: Adicionadas Traduções para Francês, Ucraniano e Russo
ru: Добавлены немецкая, украинская и русская локализации
sv: Lade till franska, ukrainska och ryska översättningar
tr: Fransızca, Ukraynaca ve Rusça Çeviri Eklendi
uk: Додано французьку, українську та російську локалізації

source: New UI
be: Новы інтэрфейс
cs: Nové UI
de: Neue UI
es: Nueva Interfaz
fr: Nouvelle interface
hi: नया UI
it: Nuova interfaccia utente
nl: Nieuwe Gebruikersomgeving
pt: Nova Interface de Utilizador
ru: Новый интерфейс
sv: Nytt gränssnitt
tr: Yeni Kullanıcı Arayüzü
uk: Новий інтерфейс

source: Added Experimental Beta Client Support (with new options)
be: Дададзеная падтрымка эксперыментальнага бэта-кліента (з новымі параметрамі)
cs: Přidána podpora experimentálního Beta Klienta (s novými možnostmi)
de: Unterstützung für experimentellen Beta-Client hinzugefügt (mit neuen Optionen)
es: Se agregó soporte experimental al cliente Beta (con nuevas opciones)
fr: Ajout du support expérimental du client bêta (avec de nouvelles options)
hi: प्रायोगिक बीटा पक्षकार समर्थन जोड़ा गया (नए विकल्पों के साथ)
nl: Betaopties Toegevoegd
pt: Adicionado Suporte ao Cliente Beta Experimental (com novas opções)
ru: Добавлено експериментальную поддержку бета версий клиента (с новыми настройками)
sv: Lade till stöd för experimentall beta klient (med nya optioner)
tr: Deneysel Beta İstemci Desteği Eklendi (yeni seçeneklerle)
uk: Додано експериментальну підтримку бета версій клієнта (з новими налаштуваннями)

source: Added Custom CSS Option
be: Дададзеныя параметры для ўласных CSS
cs: Přidána možnost vlastního CSS
de: Benutzerdefinierte CSS Option hinzugefügt
es: Se agregó opción de CSS Personalizado
fr: Ajout des options CSS personnalisée
hi: तदनुकूल CSS विकल्प जोड़ा गया
it: Aggiunta opzione CSS personalizzata
nl: Aangepaste CSS-opties Toegevoegd
pt: Adicionada Opção de CSS Personalizada
ru: Добавлено опции для собственных CSS
sv: Lade till justerbar CSS option
tr: Özel CSS Seçeneği Eklendi
uk: Додано опцію для власних CSS

source: Added Autostart Update Check preference toggle
be: Дададзены параметр для аўтазапуску праверкі абнаўленняў
cs: Přidán přepínač pro automatické kontroly aktualizací
de: Autostart-Update-Check-Einstellung hinzugefügt
es: Se agregó Selector para la Revisión Automática de Actualizaciones al Arrancar
fr: Ajout du bouton pour la préférence de détection automatique de mise à jour au démarrage.
hi: स्वतः प्रारंभ अद्यतन जांच प्राथमिकता टॉगल जोड़ा गया
it: Aggiunta l'attivazione/disattivazione delle preferenze per il controllo degli aggiornamenti con avvio automatico
nl: Autmatische Update instelling Toegevoegd
pt: Adicionada chave de preferência de Verificação de Atualização com Início Automático
ru: Добавлено опцию для автозапуска проверки обновлений
sv: Lade till knapp för att ställa in att leta efter uppdateringar vid autostart
tr: Otomatik güncelleme kontrolü seçeneği eklendi
uk: Додано опцію для автозапуску перевірки оновлень

source: Added Font Install preference toggle
be: Дададзены параметр для ўсталявання шрыфта
cs: Přidán přepínač pro preference instalace písem
de: Einstellungsschalter für Font Installationen hinzugefügt
es: Se agregó opción para instalar fuentes
fr: Ajout du bouton pour la préférence d'installation de la police de caractère
hi: फॉन्ट स्थापना प्राथमिकता टॉगल जोड़ा गया
it: Aggiunto un interruttore per la preferenza di installazione dei caratteri
nl: Lettertype-installatie-optie Toegevoegd
pt: Adicionada chave de preferência para Instalação de Fonte
ru: Добавлено опцию для установки шрифта
sv: Lade till knapp för typsnittsinstallationspreferenser
uk: Додано опцію для налаштування шрифтів

source: Fixed issue with theme preview on light mode
be: Выпраўлена праблема з перадпраглядам тэм у светлым рэжыме
cs: Opravena chyba s náhledem motivu ve světlém režimu
de: Problem mit der Themenvorschau im hellen Modus behoben
es: Se arregló error con previsualización de temas en el modo claro
fr: Correction du problème avec l'aperçu du thème avec le mode jour
hi: हल्के मोड पर थीम पूर्वावलोकन के साथ समस्या का समाधान किया गया
it: Risolto il problema con l'anteprima del tema in modalità luce
nl: Probleem met het tonen van het Thema in dagmodus opgelost
pt: Corrige problema com a visualização de tema no modo claro
ru: Исправлена проблема с пред-просмотром тем в светлом режиме
sv: Löste ett problem med temaförsmak i ljusa modus
uk: Виправлено проблему з пред-переглядом теми у світлому стилі

source: Added preferences toggle for theme preview
be: Дададзен параметр для перадпрагляда тэм
cs: Přidán přepínač pro náhled motivu
de: Einstellungsschalter für Themenvorschau hinzugefügt
es: Se agregó opción para previsualizar temas
fr: Ajout du bouton pour la préférence de l'aperçu du thème
hi: थीम पूर्वावलोकन के लिए प्राथमिकताएं टॉगल जोड़ा गया
it: Aggiunto un interruttore per le preferenze di anteprima del tema
nl: Opties voor het tonen van het thema in de app toegevoegd
pt: Adicionada chave de preferência à visualização de tema
ru: Добавлена опция для пред-просмотра тем
sv: Lade till knapp för att toggla preferenser för temaförsmak
uk: Додано опцію для пред-перегляду теми

source: Colortheme is now previewed in app
be: Колер тэмы цяпер можна перадпраглядзець у праграме
cs: Barva motivu má nyní v aplikaci náhled
de: Colortheme ist jetzt in der App zu sehen
es: El tema de colores podrá ser previsualizado en la aplicación
fr: Le thème de couleur est maintenant prévisualisable dans l'application
hi: Colortheme का अब ऐप में पूर्वावलोकन किया गया है
it: Il tema colore è ora visualizzato in anteprima nell'app
nl: Kleurenthema wordt nu getoond in de app
pt: Esquemas de cores agora são visualizados na app
ru: Цвет темы теперь можна пред-просмотреть в приложении
sv: Färgtema förvisas nu i appen
tr: Colortheme artık uygulamada önizleniyor
uk: Тему кольорів тепер можна пред-переглянути у додатку

source: Added -u/-i arguments to install skin via commandline
be: Дададзеныя -u/-i аргументы для ўсталёўкі тэмы праз камандны радок
cs: Přidány argumenty -u/-i pro instalaci motivu přes příkazový řádek
de: Argumente -u/-i zur Installation von Skins über die Kommandozeile hinzugefügt
es: Se agregaron los argumentos -u/-i para instalar tema mediante la línea de comandos
fr: Ajout des arguments -u/-i pour l'installation du skin via la ligne de commande
hi: कमांड लाइन के माध्यम से थीम स्थापित करने के लिए -u/-i तर्क जोड़े गए
it: Aggiunti argomenti -u/-i per installare la skin tramite riga di comando
nl: -u/-i argumenten toegevoegd om skins te installeren via de commandline
pt: Adiciona os argumentos -u/-i para instalar capas por linha de comando
ru: Добавлено -u/-i аргументы для установки темы через командную строку
sv: Lade till -u/-i argument för att installera skinn via kommandolinjen
tr: Komut satırı üzerinden dış görünüm yüklemek için -u/-i argümanları eklendi
uk: Додано -u/-i аргументи для встановлення тем через командну строку

source: Added -o argument to override install options for -i/-u
be: Дададзены аргумент -o для перазапісу параметра -i/-u
cs: Přidán argument -o pro přebití možností -i/-u
de: Argument -o hinzugefügt, um die Installationsoptionen um -i/-u überschreiben zu können
es: Se agregó el argumento -o para reemplazar las opciones -i/-u
fr: Ajout de l'argument -o pour remplacer les options d'installation pour -i/-u
hi: -i/-u के लिए स्थापना विकल्पों का अध्यारोहण करने के लिए -o तर्क जोड़ा गया
it: Aggiunto l'argomento -o per sovrascrivere le opzioni di installazione per -i/-u
nl: -o argument toegevoegd om de -i/-u argumenten te overschrijven
pt: Adiciona o argumento -o para sobrescrever as opções de instalação para -i/-u
ru: Добавлено -o аргумент для перезаписи настройки для -i/-u
sv: Lade till -o argumenten för att överskrida installationsoptionerna för -i/-u
tr: i/-u için yükleme seçeneklerini geçersiz kılmak üzere -o bağımsız değişkeni eklendi
uk: Додано -o аргумент для перезапису налаштувань встановлення для -i/-u

source: Added Library Sidebar Options
be: Дададзены параметры для бакавой панэлі
cs: Přidány možnosti pro boční panel Knihovna
de: Optionen für die Bibliotheks-Seitenleiste hinzugefügt
es: Se agregaron opciones para la barra lateral de la Biblioteca
fr: Ajout de l'options pour la barre latérale de la bibliothèque
hi: लाइब्रेरी पार्श्वपट्टी के विकल्प जोड़े गए
it: Aggiunte opzioni della barra laterale della libreria
nl: Zijbaropties Toegevoegd
pt: Adiciona Opções da Barra Lateral da Biblioteca
ru: Добавлено опции для боковой панели
sv: Lade till biblioteks sidomeny optioner
tr: Kütüphane Kenar Çubuğu Seçenekleri Eklendi
uk: Додано опції для бічної панелі бібліотеки

source: Updated to Gnome 44 Runtime
be: Абноўлены рантайм GNOME да 44 версіі
cs: Aktualizováno na Gnome 44 Runtime
de: Aktualisiert auf das Gnome 44 Runtime
es: Actualización para Gnome 44
fr: Mise à jour vers Gnome 44 Runtime
hi: Gnome 44 रनटाइम तक अद्यतन किया गया
it: Aggiornato al runtime GNOME 44
nl: Geüpdatet naar Gnome 44 Runtime
pt: Atualiza o Runtime para Gnome 44
ru: Обновлен рантайм GNOME до 44 версии
sv: Uppdaterade till Gnome 44 Runtime
tr: Gnome 44 Çalışma Zamanına Güncellendi
uk: Оновлено до GNOME 44 рантайму

source: Changed Default Web Theme to Full Variant
be: Зменена стандартную тэму вэб элементаў на поўную
cs: Výchozí Webový motiv změněn na Plnou Variantu
de: Standard-Web-Theme auf Vollvariante umgestellt
es: El tema por defecto se cambió a la variante Completa
fr: Modification de la variante compléte en tant que thème Web par défaut
hi: तयशुदा वेब थीम को पूर्ण संस्करण में बदला गया
it: Tema web predefinito cambiato nella variante completa
nl: De standaardinstelling voor het webthema is nu de volledige variant
pt: Altera o Tema Web Padrão à Variante Cheia
ru: Изменено стандартную тему веб элементов на полную
sv: Ändrade standard web tema till fulla varianten
tr: Varsayılan Web Teması Tam Varyant olarak değiştirildi
uk: Змінено стандартну тему для веб-елементів на повну

source: Fixed Installer CLI Output
be: Выпраўлены вывад усталёўшчыка праз камандны радок
cs: Opraven výstup instalátora v CLI
de: Installierungs Konsolen Ausgabe behoben
es: Se arregló la salida del instalador en la línea de comandos
fr: Correction de la sortie du CLI de l'installeur
hi: स्थापनकर्ता CLI उत्पादन को ठीक किया गया
it: Risolto il problema con l'output della CLI del programma di installazione
nl: Probleem met de CLI-output opgelost
pt: Corrige a Saída de Linha de Comando do Instalador
ru: Исправлен вывод установщика через командную строку
sv: Fixade installationsprogrammets CLI utmatning
tr: Sabit Yükleyici CLI Çıktısı
uk: Виправлено вивід через командну строку

source: Added Color Theme Support
be: Дададзена падтрымка колераў тэмы
cs: Přidána podpora barev v motivu
de: Farbthema Unterstützung behoben
es: Se agregó soporte a temas de colores
fr: Ajout du support de thème de couleur
hi: रंग थीम समर्थन जोड़ा गया
it: Aggiunto il supporto per i temi colore
nl: Ondersteuning voor Kleurenthema's Toegevoegd
pt: Adicionado Suporte a Esquemas de Cores
ru: Добавлена поддержка цветов темы
sv: Lade till stöd för färg tema
tr: Renk Teması Desteği Eklendi
uk: Додано підтримку кольорів для теми

source: Added -c argument to notify about updates
be: Дададзены аргумент -c для абвесткі аб абнаўленнях
cs: Přidán argument -c pro notifikace o aktualizacích
de: Argument -c hinzugefügt, um über Updates zu informieren
es: Se agregó argumento -c para notificar sobre actualizaciones
fr: Ajout de l'argument -c pour les notifications de mise à jour
hi: अद्यतनों के बारे में सूचित करने के लिए -c तर्क जोड़ा गया
it: Aggiunto l'argomento -c per notificare gli aggiornamenti
nl: -c argument toegevoegd om over updates te melden
pt: Adiciona o argumento -c para notificações sobre atualizações
ru: Добавлен -c аргумент для оповещения об обновлениях
sv: Lade till -c argument för att avisera om uppdateringer
tr: Güncellemeler hakkında bildirimde bulunmak için -c bağımsız değişkeni eklendi
uk: Додано -c аргумент, щоб повідомляти про оновлення

source: Last chosen settings are now loaded at startup
be: Апошнія абраныя налады цяпер будуць загружацца пры запуску
cs: Poslední vybrané nastavení jsou nyní načteny při startu
de: Die zuletzt gewählten Einstellungen werden nun beim Start geladen
es: Las últimas opciones configuradas se cargarán al volver a iniciar la aplicación
fr: Les derniers paramétres appliqués sont maintenant chargés au démarrage
hi: अंतिम चुनी गई सेटिंग्स अब स्टार्टअप पर लोड की गई हैं
it: Le ultime impostazioni scelte vengono ora caricate all'avvio
nl: Laatste gekozen instellingen worden nu geladen wanneer je de app opent
pt: As últimas configurações selecionadas agora são carregadas na inicialização
ru: Последние выбранные настройки теперь будут загружаться при запуске
sv: Sista valda inställningar laddas nu vid start
tr: Son seçilen ayarlar artık başlangıçta yükleniyor
uk: Останні обрані налаштування будуть завантажуватися при запуску

source: Changed display of install button if the theme is already installed
be: Зменена адлюстраванне кнопкі ўсталёўкі тэмы, калі тэма ўжо ўсталявана
cs: Změněno zobrazení instalačního tlačítka pokud je motiv již nainstalován
de: Anzeige der Installationsschaltfläche, wenn das Theme bereits installiert ist, geändert
es: Se cambió la visualización del botón de instalación si el tema está ya instalado
fr: Modifier l'affichage du bouton d'installation si le thème est déjà installé
hi: यदि थीम पहले से स्थापित है तो स्थापना बटन का प्रदर्शन बदल दिया गया है
it: Visualizzazione modificata del pulsante di installazione se il tema è già installato
nl: Het uiterlijk van de toepassenknop ziet er nu anders uit als dat thema al geïnstalleerd is
pt: Altera a exibição do botão instalar se o tema já estiver instalado
ru: Изменено отображение кнопки установки темы, если тема уже установлена
sv: Ändrade utseendet av installeringsknappen om temat redan är installerad
tr: Tema zaten yüklüyse yükle düğmesinin görüntüsü değiştirildi
uk: Змінити відображення кнопки встановлення якщо тема вже встановленна

source: Added None to Window Control Options
be: Дададзена опцыя "Нічога" да кнопак кіравання акном
cs: Přídána možnost "Žádné" do Nastavení Ovládacích Prvků Okna
de: Keine zu Fenstersteuerungsoptionen hinzugefügt
es: Se agregó la opción Ninguno a las opciones del control de ventanas
fr: Ajout de l'option "Aucun" aux options de contrôle de la fenêtre
hi: विंडो नियंत्रण विकल्पों में कोई नहीं जोड़ा गया
it: Aggiunto Nessuno alle opzioni di controllo della finestra
nl: De optie Geen toegevoegd aan de vensterinstellingen
pt: Adiciona Nenhum às Opções de Controle de Janela
ru: Добавлена опция "Ничего" к кнопкам управления окном
sv: Lade till "Ingen" till fönster kontroll optionerna
tr: Pencere Kontrol Seçeneklerine Hiçbiri Eklendi
uk: Додано "Нічого" до налатувань кнопок керування вікном

source: Added QR Login Options
be: Дададзеныя параметры для ўваходу праз QR код
cs: Přidány nastavení pro přihlášení přes QR Kód
de: QR Anmeldungsoption hinzugefügt
es: Se agregaron opciones para logueo por QR
fr: Ajout du QR code aux options de connexion
hi: QR लॉगिन विकल्प जोड़ा गया
it: Aggiunte opzioni di accesso QR
nl: QR-code opties Toegevoegd
pt: Adicionada a Opção de Entrada por Código QR
ru: Добавлены опции для входа через QR код
sv: Lade till QR inloggnings option
tr: QR Giriş Seçenekleri Eklendi
uk: Додано налаштування входу через QR код
